Python 3.4.3 (v3.4.3:9b73f1c3e601, Feb 24 2015, 22:43:06) [MSC v.1600 32 bit (Intel)] on win32
Type "copyright", "credits" or "license()" for more information.
>>> ================================ RESTART ================================
>>> 
Building prefix dict from the default dictionary ...
Loading model from cache C:\Users\audaque\AppData\Local\Temp\jieba.cache
Loading model cost 1.147 seconds.
Prefix dict has been built succesfully.
>>> match1, match2 = matchList(entryBJ, entrySH)
>>> for each in range(len(match1))
SyntaxError: invalid syntax
>>> for e in range(len(match1)):
	print(match1[e].name, match1[0].dataType)
	print(match2[e].name, match2[0].dataType)
	print()

	
中学 教育培训|教育机构|基础教育
上海市中小学生、婴幼儿住院医疗互助基金定点医疗机构 卫生健康

小学 教育培训|教育机构|基础教育
上海市中小学生、婴幼儿住院医疗互助基金定点医疗机构 卫生健康

实验动物使用许可单位 教育培训|教育机构|基础教育
实验动物许可证发证 卫生健康

宗教院校 教育培训|教育机构|基础教育
宗教院校 卫生健康

天主教宗教场所 教育培训|教育机构|基础教育
宗教场所 卫生健康

基督教宗教场所 教育培训|教育机构|基础教育
宗教场所 卫生健康

佛教宗教场所 教育培训|教育机构|基础教育
宗教场所 卫生健康

道教宗教场所 教育培训|教育机构|基础教育
宗教场所 卫生健康

印章承刻企业 教育培训|教育机构|基础教育
印章承刻企业信息 卫生健康

考试场 教育培训|教育机构|基础教育
全国社会工作者职业水平评价考试情况（上海） 卫生健康

考试场 教育培训|教育机构|基础教育
上海市会计从业资格考试成绩查询 卫生健康

交通事故处理机构 教育培训|教育机构|基础教育
交通事故自行协商处理便民服务点高架道路&ldquo;便民服务箱&rdquo;位置分布 卫生健康

机动车维修单位 教育培训|教育机构|基础教育
机动车维修企业 卫生健康

机动车维修单位 教育培训|教育机构|基础教育
全市机动车维修行业统计 卫生健康

机动车维修单位 教育培训|教育机构|基础教育
全市2011年机动车维修质量信誉考核3A企业名录 卫生健康

机动车检测场 教育培训|教育机构|基础教育
公安局登记备案的机动车检测场信息 卫生健康

出入境中介机构 教育培训|教育机构|基础教育
全市出入境中介机构信息 卫生健康

车管站 教育培训|教育机构|基础教育
车管所 卫生健康

车管所 教育培训|教育机构|基础教育
车管所 卫生健康

社区服务中心 教育培训|教育机构|基础教育
社区生活服务中心 卫生健康

社区服务中心 教育培训|教育机构|基础教育
上海市社区卫生服务中心基本信息 卫生健康

婚姻收养登记机关 教育培训|教育机构|基础教育
婚姻收养登记机关信息 卫生健康

司法所 教育培训|教育机构|基础教育
司法鉴定人 卫生健康

司法所 教育培训|教育机构|基础教育
司法鉴定机构 卫生健康

司法所 教育培训|教育机构|基础教育
街道乡镇司法所 卫生健康

司法鉴定机构 教育培训|教育机构|基础教育
司法鉴定人 卫生健康

司法鉴定机构 教育培训|教育机构|基础教育
司法鉴定机构 卫生健康

律师事务所 教育培训|教育机构|基础教育
律师事务所 卫生健康

公证处 教育培训|教育机构|基础教育
公证处 卫生健康

法律援助中心 教育培训|教育机构|基础教育
法律援助中心 卫生健康

危险废物经营许可证单位 教育培训|教育机构|基础教育
危险废物综合经营许可信息 卫生健康

危险废物经营许可证单位 教育培训|教育机构|基础教育
危险废物经营许可证名单 卫生健康

危险废物经营许可证单位 教育培训|教育机构|基础教育
危化品经营许可证 卫生健康

危险废物经营许可证单位 教育培训|教育机构|基础教育
广告经营许可证查询服务应用 卫生健康

2015建设工程竣工备案信息 教育培训|教育机构|基础教育
住宅工程竣工备案信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
食品相关产品生产许可证注销信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
涉外调查许可证信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
重要工业产品生产许可证核发信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
探矿许可证信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
采矿许可证信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
工程施工中标信息 卫生健康

2015施工许可证信息 教育培训|教育机构|基础教育
拆除施工企业信息 卫生健康

建设工程企业资质信息 教育培训|教育机构|基础教育
园林绿化企业资质信息 卫生健康

建设工程企业资质信息 教育培训|教育机构|基础教育
新型建设工程材料信息 卫生健康

业户信用信息 教育培训|教育机构|基础教育
信用服务机构备案信息 卫生健康

业户信用信息 教育培训|教育机构|基础教育
公共信用信息查询服务 卫生健康

人员信用信息 教育培训|教育机构|基础教育
失踪人员信息（治安） 卫生健康

人员信用信息 教育培训|教育机构|基础教育
信用服务机构备案信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
建筑从业人员行政处罚信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
母婴保健机构服务人员资格许可信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
港澳医务人员执业许可信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
物业管理专业人员信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
上海市专业技术职务任职资格评审通过人员信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
房屋质量检测人员信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
许可执业人员获证信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
公共信用信息查询服务 卫生健康

人员信用信息 教育培训|教育机构|基础教育
高级专业技术职务任职资格评审通过人员公示信息 卫生健康

人员信用信息 教育培训|教育机构|基础教育
本市会计从业资格持证人员基础信息 卫生健康

旅游客运企业信息 教育培训|教育机构|基础教育
上海旅游统计数据-本市接待入境旅游者人数（人次） 卫生健康

旅游客运企业信息 教育培训|教育机构|基础教育
客运、轮渡码头及周边相关道路交通违法受理窗口信息 卫生健康

旅游客运企业信息 教育培训|教育机构|基础教育
上海农家乐旅游点信息 卫生健康

旅游客运企业信息 教育培训|教育机构|基础教育
全市社区旅游信息服务点信息 卫生健康

道路危险货物运输企业 教育培训|教育机构|基础教育
全市道路危险货物运输企业名录 卫生健康

出租企业信息 教育培训|教育机构|基础教育
上海市各区县税务局私房出租代征点信息 卫生健康

出租企业信息 教育培训|教育机构|基础教育
货运出租企业信息 卫生健康

出租企业信息 教育培训|教育机构|基础教育
二手房出售出租信息查询 卫生健康

省际客运场站 教育培训|教育机构|基础教育
省际客运企业 卫生健康

机动车检测站点 教育培训|教育机构|基础教育
公安局登记备案的机动车检测场信息 卫生健康

机场班车线路 教育培训|教育机构|基础教育
公交线路首末班车时间 卫生健康

市水务局行政机构 教育培训|教育机构|基础教育
上海市水务局行政许可决定书 卫生健康

流域界 教育培训|教育机构|基础教育
流通领域商品监测信息 卫生健康

旅行社 教育培训|教育机构|基础教育
上海旅游统计数据-旅行社国内旅游组团人数和接待人数（人次） 卫生健康

旅行社 教育培训|教育机构|基础教育
上海旅游统计数据-旅行社组织出境旅游人数（人次） 卫生健康

旅行社 教育培训|教育机构|基础教育
上海旅游统计数据-旅行社外联、接待入境旅游人数（人次） 卫生健康

旅行社 教育培训|教育机构|基础教育
上海市出境游旅行社信息 卫生健康

旅行社 教育培训|教育机构|基础教育
上海赴台旅行社信息 卫生健康

旅行社 教育培训|教育机构|基础教育
上海市旅行社名单 卫生健康

星级饭店 教育培训|教育机构|基础教育
上海市星级饭店名单 卫生健康

有出境权旅行社 教育培训|教育机构|基础教育
上海旅游统计数据-旅行社组织出境旅游人数（人次） 卫生健康

有出境权旅行社 教育培训|教育机构|基础教育
上海市出境游旅行社信息 卫生健康

旅游咨询服务站 教育培训|教育机构|基础教育
旅游咨询中心 卫生健康

旅游咨询服务站 教育培训|教育机构|基础教育
上海旅游统计数据-本市接待入境旅游者人数（人次） 卫生健康

第二批北京市农业产业化重点龙头企业名单 教育培训|教育机构|基础教育
市级以上农业产业化重点龙头企业 卫生健康

经营性演出场所 教育培训|教育机构|基础教育
上海市各类演出场所情况一览表 卫生健康

采供血机构 教育培训|教育机构|基础教育
上海采供血机构 卫生健康

社区卫生服务中心 教育培训|教育机构|基础教育
上海市社区卫生服务中心基本信息 卫生健康

妇幼保健院 教育培训|教育机构|基础教育
上海市妇幼保健所基本信息 卫生健康

中介服务 教育培训|教育机构|基础教育
人才中介服务机构信息 卫生健康

再生资源回收网点 教育培训|教育机构|基础教育
再生资源回收经营企业信息 卫生健康

再生资源回收网点 教育培训|教育机构|基础教育
再生资源回收网点备案信息 卫生健康

应急避难场所 教育培训|教育机构|基础教育
应急避难场所信息 卫生健康

社区健身场所 教育培训|教育机构|基础教育
上海市公益性健身场所 卫生健康

社区健身场所 教育培训|教育机构|基础教育
社区百姓健身房信息 卫生健康

家政服务 教育培训|教育机构|基础教育
示范性家政服务站名单 卫生健康

慈善（爱心）超市 教育培训|教育机构|基础教育
慈善超市 卫生健康

超市 教育培训|教育机构|基础教育
部分农贸市场及超市主要蔬菜品种价格 卫生健康

超市 教育培训|教育机构|基础教育
超市商品价格信息 卫生健康

超市 教育培训|教育机构|基础教育
慈善超市 卫生健康

超市 教育培训|教育机构|基础教育
部分农贸市场及超市主要肉蛋鱼价格 卫生健康

超市 教育培训|教育机构|基础教育
部分超市主要粮油品种价格 卫生健康

菜市场 教育培训|教育机构|基础教育
上海标准化菜市场基本情况 卫生健康

食品及相关产品许可证获证企业 教育培训|教育机构|基础教育
食品相关产品生产许可证注销信息 卫生健康

食品及相关产品许可证获证企业 教育培训|教育机构|基础教育
食品相关产品生产许可获证企业信息 卫生健康

食品及相关产品许可证获证企业 教育培训|教育机构|基础教育
食品相关产品生产许可获证企业信息 卫生健康

危险化学品生产企业 教育培训|教育机构|基础教育
危险化学品建设项目信息 卫生健康

危险化学品生产企业 教育培训|教育机构|基础教育
危险化学品目录 卫生健康

危险化学品生产企业 教育培训|教育机构|基础教育
危险化学品生产企业信息 卫生健康

危险化学品建设项目 教育培训|教育机构|基础教育
危险化学品建设项目信息 卫生健康

危险化学品建设项目 教育培训|教育机构|基础教育
危险化学品目录 卫生健康

危险化学品建设项目 教育培训|教育机构|基础教育
危险化学品生产企业信息 卫生健康

印刷企业 教育培训|教育机构|基础教育
固定形式印刷品广告登记证 卫生健康

印刷企业 教育培训|教育机构|基础教育
固定形式印刷品广告登记证 卫生健康

印刷企业 教育培训|教育机构|基础教育
1000万总产值规模以上印刷企业信息 卫生健康

出版物发行企业 教育培训|教育机构|基础教育
出版物发行单位基本信息 卫生健康

体育设施对外开放学校 教育培训|教育机构|基础教育
上海市学校体育设施对外开放情况 卫生健康

体育设施对外开放学校 教育培训|教育机构|基础教育
体育设施对外开放学校名录 卫生健康

体育传统项目学校 教育培训|教育机构|基础教育
体育传统项目学校基本信息 卫生健康

市体育局直属事业单位 教育培训|教育机构|基础教育
直属事业单位名录 卫生健康

北京市人防工程防护设备定点生产和安装企业信息 教育培训|教育机构|基础教育
人防工程防护设备定点企业信息 卫生健康

2012年中关村高新技术企业名单 教育培训|教育机构|基础教育
上海市高新技术企业名单 卫生健康

北京市休闲垂钓园 教育培训|教育机构|基础教育
上海市休闲垂钓场所信息 卫生健康

北京市兽药经营企业名录 教育培训|教育机构|基础教育
港口经营企业名录 卫生健康

医疗器械经营企业 教育培训|教育机构|基础教育
医疗器械经营企业信息 卫生健康

药品生产企业 教育培训|教育机构|基础教育
药品、医疗器械第三方物流企业信息 卫生健康

药品生产企业 教育培训|教育机构|基础教育
药品经营企业信息 卫生健康

药品生产企业 教育培训|教育机构|基础教育
药品生产企业信息 卫生健康

药品生产企业 教育培训|教育机构|基础教育
医保药品目录 卫生健康

化妆品生产企业 教育培训|教育机构|基础教育
化妆品生产企业信息 卫生健康

保健食品生产单位 教育培训|教育机构|基础教育
保健食品生产单位信息 卫生健康

保健食品生产单位 教育培训|教育机构|基础教育
保健食品生产企业信息 卫生健康

金融产业集聚区 教育培训|教育机构|基础教育
创意产业集聚区 卫生健康

北京市残疾人辅助器具站 教育培训|教育机构|基础教育
残疾人辅助器具服务点信息 卫生健康

北京市残疾人职业康复站 教育培训|教育机构|基础教育
残疾人康复中心信息 卫生健康

北京市残疾人职业康复站 教育培训|教育机构|基础教育
残疾人康复服务指导站信息 卫生健康

北京市科普基地和场馆 教育培训|教育机构|基础教育
科普教育基地信息 卫生健康

>>> for e in range(len(match1)):
	print(match1[e].name, match1[e].dataType)
	print(match2[e].name, match2[e].dataType)
	print()

	
中学 教育培训|教育机构|基础教育
上海市中小学生、婴幼儿住院医疗互助基金定点医疗机构 卫生健康

小学 教育培训|教育机构|基础教育
上海市中小学生、婴幼儿住院医疗互助基金定点医疗机构 卫生健康

实验动物使用许可单位 教育科研|科研单位
实验动物许可证发证 教育科技

宗教院校 宗教信仰|宗教团体|宗教组织团体
宗教院校 教育科技

天主教宗教场所 宗教信仰|宗教活动|宗教活动场所
宗教场所 民生服务

基督教宗教场所 宗教信仰|宗教活动|宗教活动场所
宗教场所 民生服务

佛教宗教场所 宗教信仰|宗教活动|宗教活动场所
宗教场所 民生服务

道教宗教场所 宗教信仰|宗教活动|宗教活动场所
宗教场所 民生服务

印章承刻企业 企业服务|投资服务|文化、体育和娱乐业
印章承刻企业信息 公共安全

考试场 生活服务|车辆驾驶|车辆培训及管理
全国社会工作者职业水平评价考试情况（上海） 社会发展

考试场 生活服务|车辆驾驶|车辆培训及管理
上海市会计从业资格考试成绩查询 教育科技

交通事故处理机构 交通服务|执法监管
交通事故自行协商处理便民服务点高架道路&ldquo;便民服务箱&rdquo;位置分布 道路交通

机动车维修单位 生活服务|车辆驾驶|车辆保养
机动车维修企业 民生服务

机动车维修单位 生活服务|车辆驾驶|车辆保养
全市机动车维修行业统计 道路交通

机动车维修单位 生活服务|车辆驾驶|车辆保养
全市2011年机动车维修质量信誉考核3A企业名录 道路交通

机动车检测场 生活服务|车辆驾驶|车辆保养|机动车检测场
公安局登记备案的机动车检测场信息 道路交通

出入境中介机构 企业服务|中介服务|人才服务
全市出入境中介机构信息 机构团体

车管站 生活服务|车辆驾驶|车辆培训及管理
车管所 道路交通

车管所 交通服务|执法监管
车管所 道路交通

社区服务中心 生活服务|日常生活|生活设施
社区生活服务中心 民生服务

社区服务中心 生活服务|日常生活|生活设施
上海市社区卫生服务中心基本信息 卫生健康

婚姻收养登记机关 生活服务|家庭生活|婚姻服务
婚姻收养登记机关信息 民生服务

司法所 政府机构与社会团体|政府机构及相关单位
司法鉴定人 社会发展

司法所 政府机构与社会团体|政府机构及相关单位
司法鉴定机构 社会发展

司法所 政府机构与社会团体|政府机构及相关单位
街道乡镇司法所 机构团体

司法鉴定机构 社会保障|司法服务|法律援助
司法鉴定人 社会发展

司法鉴定机构 社会保障|司法服务|法律援助
司法鉴定机构 社会发展

律师事务所 企业服务|中介服务|法律服务
律师事务所 社会发展

公证处 社会保障|司法服务|公证服务
公证处 社会发展

法律援助中心 政府机构与社会团体|政府机构及相关单位
法律援助中心 机构团体

危险废物经营许可证单位 环境与资源保护
危险废物综合经营许可信息 资源环境

危险废物经营许可证单位 环境与资源保护
危险废物经营许可证名单 资源环境

危险废物经营许可证单位 环境与资源保护
危化品经营许可证 公共安全

危险废物经营许可证单位 环境与资源保护
广告经营许可证查询服务应用 经济建设

2015建设工程竣工备案信息 房屋住宅|房屋建设|住房建设工程
住宅工程竣工备案信息 城市建设

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
食品相关产品生产许可证注销信息 卫生健康

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
涉外调查许可证信息 经济建设

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
重要工业产品生产许可证核发信息 经济建设

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
探矿许可证信息 城市建设

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
采矿许可证信息 资源环境

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
工程施工中标信息 城市建设

2015施工许可证信息 房屋住宅|房屋建设|住房建设工程
拆除施工企业信息 城市建设

建设工程企业资质信息 房屋住宅|房屋建设|住房建设工程
园林绿化企业资质信息 城市建设

建设工程企业资质信息 房屋住宅|房屋建设|住房建设工程
新型建设工程材料信息 城市建设

业户信用信息 交通服务|汽车
信用服务机构备案信息 信用服务

业户信用信息 交通服务|汽车
公共信用信息查询服务 信用服务

人员信用信息 交通服务|汽车
失踪人员信息（治安） 公共安全

人员信用信息 交通服务|汽车
信用服务机构备案信息 信用服务

人员信用信息 交通服务|汽车
建筑从业人员行政处罚信息 信用服务

人员信用信息 交通服务|汽车
母婴保健机构服务人员资格许可信息 卫生健康

人员信用信息 交通服务|汽车
港澳医务人员执业许可信息 卫生健康

人员信用信息 交通服务|汽车
物业管理专业人员信息 城市建设

人员信用信息 交通服务|汽车
上海市专业技术职务任职资格评审通过人员信息 教育科技

人员信用信息 交通服务|汽车
房屋质量检测人员信息 城市建设

人员信用信息 交通服务|汽车
许可执业人员获证信息 经济建设

人员信用信息 交通服务|汽车
公共信用信息查询服务 信用服务

人员信用信息 交通服务|汽车
高级专业技术职务任职资格评审通过人员公示信息 社会发展

人员信用信息 交通服务|汽车
本市会计从业资格持证人员基础信息 教育科技

旅游客运企业信息 交通服务|汽车|长途客运
上海旅游统计数据-本市接待入境旅游者人数（人次） 文化休闲

旅游客运企业信息 交通服务|汽车|长途客运
客运、轮渡码头及周边相关道路交通违法受理窗口信息 道路交通

旅游客运企业信息 交通服务|汽车|长途客运
上海农家乐旅游点信息 文化休闲

旅游客运企业信息 交通服务|汽车|长途客运
全市社区旅游信息服务点信息 文化休闲

道路危险货物运输企业 交通服务|汽车
全市道路危险货物运输企业名录 道路交通

出租企业信息 交通服务|汽车|出租服务
上海市各区县税务局私房出租代征点信息 民生服务

出租企业信息 交通服务|汽车|出租服务
货运出租企业信息 道路交通

出租企业信息 交通服务|汽车|出租服务
二手房出售出租信息查询 民生服务

省际客运场站 交通服务|汽车|长途客运
省际客运企业 道路交通

机动车检测站点 生活服务|车辆驾驶|车辆保养
公安局登记备案的机动车检测场信息 道路交通

机场班车线路 交通服务|飞机|机场交通
公交线路首末班车时间 道路交通

市水务局行政机构 政府机构与社会团体|政府机构及相关单位
上海市水务局行政许可决定书 资源环境

流域界 企业服务|投资服务|水利、环境和公共设施管理业
流通领域商品监测信息 信用服务

旅行社 旅游住宿|旅游服务机构|旅游向导
上海旅游统计数据-旅行社国内旅游组团人数和接待人数（人次） 文化休闲

旅行社 旅游住宿|旅游服务机构|旅游向导
上海旅游统计数据-旅行社组织出境旅游人数（人次） 文化休闲

旅行社 旅游住宿|旅游服务机构|旅游向导
上海旅游统计数据-旅行社外联、接待入境旅游人数（人次） 文化休闲

旅行社 旅游住宿|旅游服务机构|旅游向导
上海市出境游旅行社信息 文化休闲

旅行社 旅游住宿|旅游服务机构|旅游向导
上海赴台旅行社信息 文化休闲

旅行社 旅游住宿|旅游服务机构|旅游向导
上海市旅行社名单 文化休闲

星级饭店 旅游住宿|住宿|星级酒店
上海市星级饭店名单 文化休闲

有出境权旅行社 旅游住宿|旅游服务机构|旅游向导
上海旅游统计数据-旅行社组织出境旅游人数（人次） 文化休闲

有出境权旅行社 旅游住宿|旅游服务机构|旅游向导
上海市出境游旅行社信息 文化休闲

旅游咨询服务站 旅游住宿|旅游服务机构|旅游向导
旅游咨询中心 文化休闲

旅游咨询服务站 旅游住宿|旅游服务机构|旅游向导
上海旅游统计数据-本市接待入境旅游者人数（人次） 文化休闲

第二批北京市农业产业化重点龙头企业名单 农业农村|农村建设|农业生产
市级以上农业产业化重点龙头企业 经济建设

经营性演出场所 文体娱乐|休闲娱乐|娱乐场所
上海市各类演出场所情况一览表 文化休闲

采供血机构 医疗健康|医疗机构|供血管理
上海采供血机构 卫生健康

社区卫生服务中心 医疗健康|医疗机构|卫生院
上海市社区卫生服务中心基本信息 卫生健康

妇幼保健院 医疗健康|医疗保健|保健机构
上海市妇幼保健所基本信息 卫生健康

中介服务 企业服务|中介服务
人才中介服务机构信息 社会发展

再生资源回收网点 生活服务|日常生活|生活设施
再生资源回收经营企业信息 资源环境

再生资源回收网点 生活服务|日常生活|生活设施
再生资源回收网点备案信息 资源环境

应急避难场所 生活安全|紧急避难|避难场所
应急避难场所信息 公共安全

社区健身场所 生活服务|日常生活|生活设施
上海市公益性健身场所 文化休闲

社区健身场所 生活服务|日常生活|生活设施
社区百姓健身房信息 文化休闲

家政服务 生活服务|日常生活|家政服务
示范性家政服务站名单 民生服务

慈善（爱心）超市 社会保障|公益慈善|爱心超市
慈善超市 民生服务

超市 消费购物|商业网点|超市
部分农贸市场及超市主要蔬菜品种价格 民生服务

超市 消费购物|商业网点|超市
超市商品价格信息 民生服务

超市 消费购物|商业网点|超市
慈善超市 民生服务

超市 消费购物|商业网点|超市
部分农贸市场及超市主要肉蛋鱼价格 民生服务

超市 消费购物|商业网点|超市
部分超市主要粮油品种价格 民生服务

菜市场 生活服务|日常生活|其他日常服务
上海标准化菜市场基本情况 民生服务

食品及相关产品许可证获证企业 餐饮美食|食品安全|安全食品生产
食品相关产品生产许可证注销信息 卫生健康

食品及相关产品许可证获证企业 餐饮美食|食品安全|安全食品生产
食品相关产品生产许可获证企业信息 卫生健康

食品及相关产品许可证获证企业 餐饮美食|食品安全|安全食品生产
食品相关产品生产许可获证企业信息 卫生健康

危险化学品生产企业 企业服务|生产经营服务
危险化学品建设项目信息 公共安全

危险化学品生产企业 企业服务|生产经营服务
危险化学品目录 公共安全

危险化学品生产企业 企业服务|生产经营服务
危险化学品生产企业信息 公共安全

危险化学品建设项目 环境与资源保护
危险化学品建设项目信息 公共安全

危险化学品建设项目 环境与资源保护
危险化学品目录 公共安全

危险化学品建设项目 环境与资源保护
危险化学品生产企业信息 公共安全

印刷企业 文体娱乐|文化场所|传媒机构
固定形式印刷品广告登记证 经济建设

印刷企业 文体娱乐|文化场所|传媒机构
固定形式印刷品广告登记证 经济建设

印刷企业 文体娱乐|文化场所|传媒机构
1000万总产值规模以上印刷企业信息 文化休闲

出版物发行企业 文体娱乐|文化场所|传媒机构
出版物发行单位基本信息 文化休闲

体育设施对外开放学校 文体娱乐|体育场馆|健身场馆
上海市学校体育设施对外开放情况 文化休闲

体育设施对外开放学校 文体娱乐|体育场馆|健身场馆
体育设施对外开放学校名录 教育科技

体育传统项目学校 企业服务|投资服务|文化、体育和娱乐业
体育传统项目学校基本信息 教育科技

市体育局直属事业单位 政府机构与社会团体|政府机构及相关单位
直属事业单位名录 机构团体

北京市人防工程防护设备定点生产和安装企业信息 生活安全|安全服务
人防工程防护设备定点企业信息 公共安全

2012年中关村高新技术企业名单 企业服务|开发园区|其他
上海市高新技术企业名单 经济建设

北京市休闲垂钓园 旅游住宿|景点|工农业旅游
上海市休闲垂钓场所信息 文化休闲

北京市兽药经营企业名录 医疗保健|动物医疗
港口经营企业名录 道路交通

医疗器械经营企业 医疗健康|医疗器械
医疗器械经营企业信息 卫生健康

药品生产企业 企业服务|投资服务|卫生、社会保障和社会福利业
药品、医疗器械第三方物流企业信息 卫生健康

药品生产企业 企业服务|投资服务|卫生、社会保障和社会福利业
药品经营企业信息 卫生健康

药品生产企业 企业服务|投资服务|卫生、社会保障和社会福利业
药品生产企业信息 卫生健康

药品生产企业 企业服务|投资服务|卫生、社会保障和社会福利业
医保药品目录 卫生健康

化妆品生产企业 企业服务|投资服务|卫生、社会保障和社会福利业
化妆品生产企业信息 卫生健康

保健食品生产单位 医疗健康|医药保健|医疗保健用品
保健食品生产单位信息 卫生健康

保健食品生产单位 医疗健康|医药保健|医疗保健用品
保健食品生产企业信息 卫生健康

金融产业集聚区 企业服务|投资环境|推荐区域
创意产业集聚区 经济建设

北京市残疾人辅助器具站 医疗健康|医疗器械
残疾人辅助器具服务点信息 民生服务

北京市残疾人职业康复站 医疗健康|医疗机构|护理院、护理站
残疾人康复中心信息 民生服务

北京市残疾人职业康复站 医疗健康|医疗机构|护理院、护理站
残疾人康复服务指导站信息 民生服务

北京市科普基地和场馆 文体娱乐|公益活动
科普教育基地信息 教育科技

>>> match3, match4 = matchList(entrySH , entryBJ)
>>> len(match3)
92
>>> len(entryBJ)
321
>>> len(entrySH)
864
>>> match5 , match6 = matchList(entrySH, entryWH)
>>> len(match5)
419
>>> for e in range(len(match5)):
	print(match5[e].name, match5[e].dataType)
	print(match6[e].name, match6[e].dataType)
	print()

	
辐射安全许可信息 资源环境
2016年食品安全监督抽检合格产品及不合格产品信息 医疗卫生

辐射安全许可信息 资源环境
武汉市民用爆炸物品安全监管信息系统 公共服务

未年检车辆信息 道路交通
公交车辆实时到站信息查询 交通服务

经营异常企业信息 经济建设
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

工商行政处罚信息 经济建设
工商信息服务平台 经济发展

工商行政处罚信息 经济建设
市工商局各工商所名单  政府机构

工商行政处罚信息 经济建设
武汉市工商局2015年12315消费维权信息统计表 经济发展

食品相关产品生产许可获证企业信息 卫生健康
食品相关产品及化妆品获证企业名单一览表 经济发展

上海社会消费品零售情况 经济建设
1-4月青山区社会消费品零售总额情况 政府机构

上海市货物贸易出口情况 经济建设
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

上海市货物贸易进口情况 经济建设
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

环境状况公报 资源环境
2014年蔡甸区环境状况公报 能源环境

环境状况公报 资源环境
2014年武汉市东西湖区环境状况公报 经济发展

环境状况公报 资源环境
2015年1-6月东湖水环境质量状况 能源环境

环境状况公报 资源环境
2016年4月武汉市地表水环境质量状况 能源环境

环境状况公报 资源环境
武汉地表水环境质量状况 能源环境

环境状况公报 资源环境
武汉经济技术开发区地表水环境质量状况 能源环境

环境状况公报 资源环境
武汉市水环境状况 能源环境

危险废物经营许可证名单 资源环境
武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单 公共服务

建设项目环境影响评价单位 资源环境
2016年1-2月批准的建设项目环境影响评价文件 能源环境

建设项目环境影响评价单位 资源环境
武汉市武昌区环境影响评价登记表（1-5月）基本情况一览表 能源环境

地表水水质状况 资源环境
2016年4月武汉市城区和县级集中式生活饮用水水源水质状况 能源环境

地表水水质状况 资源环境
2016年4月武汉市地表水环境质量状况 能源环境

地表水水质状况 资源环境
武汉地表水环境质量状况 能源环境

地表水水质状况 资源环境
武汉经济技术开发区地表水环境质量状况 能源环境

工业园区 经济建设
武汉市化学工业园区产业链 经济发展

工业园区 经济建设
武汉市化学工业园区大记事 经济发展

工业园区 经济建设
武汉市化学工业园区生产要素 经济发展

工业园区 经济建设
武汉市化学工业园区优惠政策 经济发展

工业园区 经济建设
武汉市化学工业园区招商项目 经济发展

工业园区 经济建设
武汉市化学工业园区整体优势 经济发展

工业园区 经济建设
武汉市化学工业园区总体规划 经济发展

企业技术中心认定 经济建设
技术合同认定登记站 公共服务

工商行政处罚信息 信用服务
工商信息服务平台 经济发展

工商行政处罚信息 信用服务
市工商局各工商所名单  政府机构

工商行政处罚信息 信用服务
武汉市工商局2015年12315消费维权信息统计表 经济发展

企业监管信息 信用服务
武汉市民用爆炸物品安全监管信息系统 公共服务

企业监管信息 信用服务
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

企业监管信息 信用服务
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

产品质量监督抽查信息 信用服务
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

食品餐饮企业监督公示信息 信用服务
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

流通领域商品监测信息 信用服务
2016年一月份食用油商品质量监测合格商品及被监测人名单 医疗卫生

卫生监督检查信息 信用服务
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

卫生监督检查信息 信用服务
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

上海市专利统计信息 教育科技
2013年武汉市专利统计分析报告 公共服务

上海市专利统计信息 教育科技
2014年武汉市专利统计分析 教育科技

上海市专利统计信息 教育科技
武汉市2015年度旅游统计信息 文化娱乐

上海市专利统计信息 教育科技
武汉市2016年春节黄金周统计信息 文化娱乐

上海市专利统计信息 教育科技
武汉市春节黄金周统计信息 公共服务

上海市专利统计信息 教育科技
武汉市工商局2015年12315消费维权信息统计表 经济发展

上海市专利统计信息 教育科技
武汉市年度旅游统计信息 公共服务

上海市专利统计信息 教育科技
武汉市十一黄金周统计信息 公共服务

上海市专利统计信息 教育科技
武汉市统计局统计年鉴-2015 经济发展

上海市专利代理机构名录 教育科技
专利代理机构 教育科技

市国有资产统计信息 经济建设
武汉市2015年度旅游统计信息 文化娱乐

市国有资产统计信息 经济建设
武汉市2016年春节黄金周统计信息 文化娱乐

市国有资产统计信息 经济建设
武汉市春节黄金周统计信息 公共服务

市国有资产统计信息 经济建设
武汉市工商局2015年12315消费维权信息统计表 经济发展

市国有资产统计信息 经济建设
武汉市年度旅游统计信息 公共服务

市国有资产统计信息 经济建设
武汉市十一黄金周统计信息 公共服务

市国有资产统计信息 经济建设
武汉市统计局统计年鉴-2015 经济发展

全社会用电量 资源环境
年度全社会用电量 经济发展

农家书屋 文化休闲
全省星级农家书屋一览表 文化娱乐

复制企业基本信息 文化休闲
武汉市2014年市管重点污染源基本信息 能源环境

危险化学品目录 公共安全
危险化学品经营许可查询 医疗卫生

危险化学品生产企业信息 公共安全
危险化学品经营许可查询 医疗卫生

乙级安全评价机构 公共安全
2013年武汉市安全评价机构星级评定结果 公共服务

粮食收购点信息 经济建设
武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单 公共服务

技术合同认定登记信息 教育科技
技术合同认定登记站 公共服务

危化品经营许可证 公共安全
武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单 公共服务

人才中介服务机构信息 社会发展
2015年一季度副省级城市软件和信息技术服务业发展状况比较 教育科技

人才中介服务机构信息 社会发展
工商信息服务平台 经济发展

人才中介服务机构信息 社会发展
武汉市物业服务企业信息 政府机构

放射诊疗许可信息 卫生健康
放射诊疗卫生行政许可审批公示 医疗卫生

上海市第三次经济普查主要数据公报（第一号） 经济建设
东西湖区第三次全国经济普查主要数据公报 经济发展

上海市第三次经济普查主要数据公报（第三号） 经济建设
东西湖区第三次全国经济普查主要数据公报 经济发展

上海市第三次经济普查主要数据公报（第二号） 经济建设
东西湖区第三次全国经济普查主要数据公报 经济发展

中小企业发展专项资金分配结果 经济建设
2014年武汉新港发展专项资金建设支出类项目竞争性分配专家集中评审结果公示 经济发展

信息化发展领域专项资金分配结果 经济建设
2014年武汉新港发展专项资金建设支出类项目竞争性分配专家集中评审结果公示 经济发展

产学研合作示范基地 经济建设
2015年洪山区校企合作产学研基地公示名单 教育科技

信息服务业产业基地 经济建设
2015年一季度副省级城市软件和信息技术服务业发展状况比较 教育科技

工业投资信息 经济建设
2016年第2号工业用地网挂公告成交信息表 经济发展

软件和信息服务业机构 经济建设
2015年一季度副省级城市软件和信息技术服务业发展状况比较 教育科技

软件和信息服务业机构 经济建设
武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告 经济发展

住房公积金信息 城市建设
武汉住房公积金管理中心地址 公共服务

住房公积金信息 城市建设
住房公积金贷款还款计算表 公共服务

经营异常企业信息 经济建设
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

园林绿化企业资质信息 城市建设
武汉市房地产开发企业资质信息 政府机构

电动自行车产品目录 经济建设
武汉市电动自行车办牌点 交通服务

电动自行车产品目录 经济建设
武汉市电动自行车登记点 交通服务

上海市税收收入统计情况 经济建设
2011年分市州税收收入完成情况表 经济发展

上海市税收收入统计情况 经济建设
2014年洪山区“三公”经费决算财政拨款情况统计表 政府机构

上海市税收收入统计情况 经济建设
2015 年“三公”经费预算财政 拨款（补助）情况统计表 政府机构

上海市税收收入统计情况 经济建设
2015年末湖北省保险业经营情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省典当业发展情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省各市（州）保险经营情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省各市（州）信贷情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省及全国“新三板”挂牌企业情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省及全国证券营业部基本经营情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省融资性担保公司发展情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省上市公司经营情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末湖北省小额贷款公司发展情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末全国各省市（含外资）人民币存款增长情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末全国各省市（含外资）人民币贷款增长情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末中部六省人民币存贷款增长情况统计表 金融服务

上海市税收收入统计情况 经济建设
2015年末中部六省证券业基本情况统计表 金融服务

上海市税收收入统计情况 经济建设
2016 年“三公”经费预算财政拨款（补助）情况统计表 政府机构

上海市税收收入统计情况 经济建设
2016年东西湖区三公经费预算财政拨款补助情况统计表 经济发展

上海市税收收入统计情况 经济建设
2016年武汉东湖新技术开发区管理委员会“三公”经费财政拨款情况统计表 教育科技

上海市税收收入统计情况 经济建设
第一次湖北省政府网站普查统计摸底情况及自查整改安排 政府机构

上海市税收收入统计情况 经济建设
个体工商户按行业分类统计情况 经济发展

上海市税收收入统计情况 经济建设
个体工商户按行政划分统计情况 经济发展

上海市税收收入统计情况 经济建设
工商注册企业按经济性质统计情况 经济发展

上海市税收收入统计情况 经济建设
工商注册企业按行业统计情况 经济发展

上海市税收收入统计情况 经济建设
工商注册企业基本情况统计 经济发展

上海市税收收入统计情况 经济建设
黄陂区在建保障性住房情况统计表 政府机构

上海市税收收入统计情况 经济建设
廉租住房资格退出情况统计(2011年10月起) 公共服务

上海市税收收入统计情况 经济建设
年度武汉市税收情况统计表 经济发展

上海市税收收入统计情况 经济建设
青山区2015年度4季度公租房租赁补贴核发情况统计表 政府机构

上海市税收收入统计情况 经济建设
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

上海市税收收入统计情况 经济建设
市区共同担保平台业务办理情况统计表（截止2014年底） 政府机构

上海市税收收入统计情况 经济建设
武汉市境内上市企业基本情况统计表（截止2014年底） 经济发展

上海市税收收入统计情况 经济建设
武汉市境外上市企业基本情况统计表（截止2014年底） 经济发展

上海市税收收入统计情况 经济建设
武汉市统计局统计年鉴-2015 经济发展

上海市税收收入统计情况 经济建设
注册个体工商户总体统计情况 经济发展

粮食管理机构信息 机构团体
武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单 公共服务

基层法律服务所 社会发展
基层劳动保障服务机构 政府机构

基层法律服务所 社会发展
武汉市市民身边的法律服务 法律服务

律师信息 社会发展
武汉市社区律师在岗信息 法律服务

粮食批发市场信息 经济建设
武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单 公共服务

上海市国家级生态镇信息 资源环境
2015年国家级公益林森林生态效益补偿基金项目安排情况表 能源环境

医疗器械召回信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

医疗器械召回信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

公园活动情况 文化休闲
年度规模以上工业企业科技活动情况 经济发展

公园活动情况 文化休闲
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

上海市监察系统单位信息 机构团体
企业自主信息公示（湖北省暨武汉市市场主体信用信息公示系统） 经济发展

上海市监察系统单位信息 机构团体
市纪委、监察局派出（驻）纪检监察机构名单一览表 政府机构

上海市监察系统单位信息 机构团体
武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告 经济发展

上海市监察系统单位信息 机构团体
武汉市纪委、市监察局领导信息公开 法律服务

上海市监察系统单位信息 机构团体
武汉市监察局区级机构联系信息 法律服务

上海市监察系统单位信息 机构团体
武汉市军休系统信息一览表 公共服务

上海市监察系统单位信息 机构团体
武汉市民用爆炸物品安全监管信息系统 公共服务

上海市监察系统单位信息 机构团体
武汉市重点污染源 信息发布系统 能源环境

采矿许可证审批 资源环境
月度武汉市采矿权审批情况 能源环境

《建设用地规划许可证》审批 城市建设
东西湖区建设用地规划许可证 经济发展

《建设工程规划许可证》审批 城市建设
东西湖区建设工程规划许可证 经济发展

《建设用地规划许可证》（市政类）审批 城市建设
东西湖区建设用地规划许可证 经济发展

食品经营单位信息-食品流通企业 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

食品经营单位信息-餐饮企业 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

污水处理设施信息 资源环境
互联网信息办公室2015年信息基础设施示范项目补助资金计划 政府机构

污水处理设施信息 资源环境
武汉市中、小学体育场馆设施对公众开放学校信息一览表 公共服务

全市林荫道情况 文化休闲
1-11月全市工业经济运行情况 政府机构

全市林荫道情况 文化休闲
2014年度全市各类档案馆基本情况一览表 政府机构

全市林荫道情况 文化休闲
2014年全市医疗器械生产企业产品抽检情况 医疗卫生

全市林荫道情况 文化休闲
2015年6月份全市控制和查处违法建设检查考评情况 政府机构

全市林荫道情况 文化休闲
2016年3月份全市城市综合管理工作的情况 政府机构

全市林荫道情况 文化休闲
2016年4月份全市“一书三证”发放情况 经济发展

全市林荫道情况 文化休闲
前三季度全市工业经济运行情况 政府机构

全市林荫道情况 文化休闲
全市工业经济运行情况 政府机构

全市林荫道情况 文化休闲
全市税务服务站基本情况明细表 政府机构

全市林荫道情况 文化休闲
市安委会关于2015年全市伤亡事故情况的通报 公共安全

全市林荫道情况 文化休闲
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

拍卖资质企业信息 经济建设
武汉市房地产开发企业资质信息 政府机构

药品、医疗器械第三方物流企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

上海市国家大学科技园 教育科技
国家实验室、国家重点实验室（截止到2014年12月，武汉市共有国家级重点实验室27家） 教育科技

上海市区县审计局信息 机构团体
武汉市审计局领导分工信息 金融服务

国家级产业化基地 经济建设
863计划成果产业化基地（批准部门：科技部） 教育科技

国家级产业化基地 经济建设
国家高新技术产业化基地 教育科技

上海市审计局重点审计项目计划 经济建设
黄陂区重点项目年度计划项目及“十三五”规划重点项目库情况 经济发展

食品相关产品生产许可获证企业信息 卫生健康
食品相关产品及化妆品获证企业名单一览表 经济发展

2015年度法制办财务表 社会发展
年度建筑总专包企业财务情况 经济发展

2015年度法制办财务表 社会发展
年度限额以上餐饮业法人财务指标 经济发展

2015年度法制办财务表 社会发展
年度限额以上零售业法人财务指标 经济发展

2015年度法制办财务表 社会发展
年度限额以上住宿业法人财务指标 经济发展

保安服务业信息 公共安全
2015年一季度副省级城市软件和信息技术服务业发展状况比较 教育科技

上海市2015年市本级一般公共预算支出预算数据 经济建设
2016年武昌区一般公共财政预算经济分类支出预算表(项级科目) 政府机构

上海市2015年市本级一般公共预算支出预算数据 经济建设
2016年武汉市东西湖区一般公共预算支出预算表 经济发展

上海市2015年市本级一般公共预算支出预算数据 经济建设
东湖风景区2016年市本级一般公共预算支出预算表 政府机构

上海市2015年市本级一般公共预算支出预算数据 经济建设
东湖风景区2016年市本级一般公共预算支出预算表（含对区转移支付） 政府机构

上海市2015年市本级政府性基金支出预算数据 经济建设
东湖风景区2016年市本级一般公共预算支出预算表 政府机构

上海市2015年市本级政府性基金支出预算数据 经济建设
东湖风景区2016年市本级一般公共预算支出预算表（含对区转移支付） 政府机构

上海市2014年市本级一般公共预算支出决算数据 经济建设
2014年武汉化工区“三公”经费一般公共预算财政拨款支出决算表 经济发展

上海市2014年市本级一般公共预算支出决算数据 经济建设
2016年武昌区一般公共财政预算经济分类支出预算表(项级科目) 政府机构

上海市2014年市本级一般公共预算支出决算数据 经济建设
2016年武汉市东西湖区一般公共预算支出预算表 经济发展

上海市2014年市本级一般公共预算支出决算数据 经济建设
东湖风景区2016年市本级一般公共预算支出预算表 政府机构

上海市2014年市本级一般公共预算支出决算数据 经济建设
东湖风景区2016年市本级一般公共预算支出预算表（含对区转移支付） 政府机构

福利企业信息公示 经济建设
福利企业信息一览表 公共服务

福利企业信息公示 经济建设
企业自主信息公示（湖北省暨武汉市市场主体信用信息公示系统） 经济发展

福利企业信息公示 经济建设
武汉市福利企业信息一览表 公共服务

场馆开放信息 文化休闲
基地场馆各项目对外开放收费标准表 文化娱乐

场馆开放信息 文化休闲
全市121所场馆对外开放学校名单 文化娱乐

场馆开放信息 文化休闲
武汉市学校体育场馆向社会开放名单 文化娱乐

场馆开放信息 文化休闲
武汉市中、小学体育场馆设施对公众开放学校信息一览表 公共服务

体育机构 文化休闲
2014年社会体育活动资助项目一览表 文化娱乐

体育机构 文化休闲
2016年武汉市青少年体育比赛安排表 文化娱乐

体育机构 文化休闲
年度体育事业基本情况 经济发展

体育机构 文化休闲
年度武汉市体育局“三公”经费财政拨款预算表 政府机构

体育机构 文化休闲
年度武汉市体育局收支预算总表 政府机构

体育机构 文化休闲
武汉市2014年新增体育场馆数据统计 公共服务

体育机构 文化休闲
武汉市东湖高新开发区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市东湖生态风景区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市各区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市汉南区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市黄陂区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市经济开发区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市体育传统项目学校一览表 公共服务

体育机构 文化休闲
武汉市体育局 2016年“三公”经费财政拨款预算表 文化娱乐

体育机构 文化休闲
武汉市体育局2016年“三公”经费财政拨款预算情况说明 文化娱乐

体育机构 文化休闲
武汉市体育局2016年部门预算公开说明 文化娱乐

体育机构 文化休闲
武汉市体育局2016年财政拨款支出预算表-按功能科目 文化娱乐

体育机构 文化休闲
武汉市体育局2016年财政拨款支出预算表-按经济科目 文化娱乐

体育机构 文化休闲
武汉市体育局2016年收支预算总表 文化娱乐

体育机构 文化休闲
武汉市体育局各处联系方式及地址 公共服务

体育机构 文化休闲
武汉市新洲区体育经营单位一览表 公共服务

体育机构 文化休闲
武汉市学校体育场馆向社会开放名单 文化娱乐

体育机构 文化休闲
武汉市中、小学体育场馆设施对公众开放学校信息一览表 公共服务

体育传统项目学校基本信息 教育科技
武汉市体育传统项目学校一览表 公共服务

公交线路首末班车时间 道路交通
1号线工作日首末班车时间 交通服务

公交线路首末班车时间 道路交通
1号线双休日首末班车时间 交通服务

公交线路首末班车时间 道路交通
2号线工作日首末班车时间 交通服务

公交线路首末班车时间 道路交通
2号线双休日首末班车时间 交通服务

公交线路首末班车时间 道路交通
4号线工作日首末班车时间 交通服务

公交线路首末班车时间 道路交通
4号线双休日首末班车时间 交通服务

公交线路首末班车时间 道路交通
武汉轨道交通3号线工作日首末班车时间 交通服务

公交线路首末班车时间 道路交通
武汉轨道交通3号线双休日首末班车时间 交通服务

工程设计中标信息 城市建设
武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告 经济发展

各时期社会经济主要指标 经济建设
江夏区“十三五”时期经济社会发展主要指标 政府机构

各时期社会经济主要指标 经济建设
年度国民经济和社会发展主要结构指标 经济发展

1980年以来城市居民家庭生活基本情况 经济建设
年度不同水平生活费收入水平的城市居民家庭基本情况 经济发展

近三年工业生产者出厂价格指数（月度） 经济建设
年度工业生产者出厂价格指数 经济发展

近三年工业生产者购进价格指数（月度） 经济建设
年度工业生产者购进价格指数 经济发展

上海市生产总值分行业统计 经济建设
年度分行业生产总值及指数 经济发展

上海市生产总值分行业统计 经济建设
武汉市统计局统计年鉴-2015 经济发展

测绘资质单位名录 城市建设
房产测绘资质 公共服务

上海市生产总值统计 经济建设
武汉市统计局统计年鉴-2015 经济发展

各行业职工人数（2011） 社会发展
历年城镇非私营单位职工年末人数 经济发展

各行业在岗职工人数（2011） 社会发展
历年城镇非私营单位职工年末人数 经济发展

上海居民消费价格 经济建设
历年居民消费价格指数 经济发展

上海居民消费价格 经济建设
年度居民消费价格分类指数 经济发展

上海居民消费价格 经济建设
月度居民消费价格指数 经济发展

上海商品零售价格 民生服务
2016年一月份食用油商品质量监测合格商品及被监测人名单 医疗卫生

上海商品零售价格 民生服务
年度商品零售价格分类指数 经济发展

上海城市居民家庭收支情况 经济建设
年度不同水平生活费收入水平的城市居民家庭收支情况 经济发展

建设用地规划许可证 城市建设
东西湖区建设工程规划许可证 经济发展

建设用地规划许可证 城市建设
东西湖区建设用地规划许可证 经济发展

建设工程规划许可证（建筑类） 城市建设
东西湖区建设工程规划许可证 经济发展

建设工程规划许可证（市政类） 城市建设
东西湖区建设工程规划许可证 经济发展

地质灾害防治单位名录 城市建设
年度地质灾害防治 公共服务

地质灾害防治单位名录 城市建设
武汉市地质灾害防治规划（2011—2020年） 公共安全

工程施工中标信息 城市建设
武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告 经济发展

上海市粮食批发行情 民生服务
武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单 公共服务

上海市消费指数信息 经济建设
历年居民消费价格指数 经济发展

上海市消费指数信息 经济建设
历年社会消费品零售总额及指数 经济发展

上海市消费指数信息 经济建设
年度居民消费价格分类指数 经济发展

上海市消费指数信息 经济建设
武汉市工商局2015年12315消费维权信息统计表 经济发展

上海市消费指数信息 经济建设
月度居民消费价格指数 经济发展

上海市展会项目基本情况 经济建设
黄陂区重点项目年度计划项目及“十三五”规划重点项目库情况 经济发展

上海市展会项目基本情况 经济建设
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

上海开发区基本情况 经济建设
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

宗教院校 教育科技
民族宗教事务委员会各民族宗教局 政府机构

宗教教职人员 教育科技
民族宗教事务委员会各民族宗教局 政府机构

社保卡受理网点 机构团体
公积金缴存提取受理网点 金融服务

社保卡受理网点 机构团体
公积金委托贷款受理网点 金融服务

上海市中小学生、婴幼儿住院医疗互助基金定点医疗机构 卫生健康
2015年黄陂区新农合定点医疗机构住院医疗费补偿一览表 政府机构

上海市妇幼保健所基本信息 卫生健康
武汉市2014年市管重点污染源基本信息 能源环境

居住证受理网点 机构团体
公积金缴存提取受理网点 金融服务

居住证受理网点 机构团体
公积金委托贷款受理网点 金融服务

环境管理与服务机构 机构团体
各区养老机构管理服务部门联系方式 公共服务

环境管理与服务机构 机构团体
湖北省环境监测专业服务暂时行收费标准 能源环境

环境管理与服务机构 机构团体
市城市管理委员会生活垃圾服务费收取明细 政府机构

环境管理与服务机构 机构团体
武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算表 公共服务

环境管理与服务机构 机构团体
武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算情况说明 公共服务

环境管理与服务机构 机构团体
武汉市政务服务中心管理办公室2016年部门预算公开说明 公共服务

环境管理与服务机构 机构团体
武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按功能科目 公共服务

环境管理与服务机构 机构团体
武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按经济科目 公共服务

环境管理与服务机构 机构团体
武汉市政务服务中心管理办公室2016年收支预算总表 公共服务

市、区县卫生计生委 机构团体
武汉市卫生计生委2016年部门预算公开说明 公共服务

医疗器械经营企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

医疗器械经营企业信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

食品生产企业信息 卫生健康
2016年食品安全监督抽检合格产品及不合格产品信息 医疗卫生

食品生产企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

食品生产企业信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

专业技术平台 教育科技
武汉市专业技术资格评审中心办公地址与联系电话 政府机构

医疗器械生产企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

医疗器械生产企业信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

药品经营企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

药品经营企业信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

药品生产企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

药品生产企业信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

食品流通企业信息 卫生健康
2016年食品安全监督抽检合格产品及不合格产品信息 医疗卫生

食品流通企业信息 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

食品流通企业信息 卫生健康
武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度） 医疗卫生

科技管理与服务机构 教育科技
各区养老机构管理服务部门联系方式 公共服务

科技管理与服务机构 教育科技
市城市管理委员会生活垃圾服务费收取明细 政府机构

科技管理与服务机构 教育科技
武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算表 公共服务

科技管理与服务机构 教育科技
武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算情况说明 公共服务

科技管理与服务机构 教育科技
武汉市政务服务中心管理办公室2016年部门预算公开说明 公共服务

科技管理与服务机构 教育科技
武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按功能科目 公共服务

科技管理与服务机构 教育科技
武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按经济科目 公共服务

科技管理与服务机构 教育科技
武汉市政务服务中心管理办公室2016年收支预算总表 公共服务

直属事业单位名录 机构团体
直属事业单位 政府机构

物业管理企业基本信息 城市建设
武汉市2014年市管重点污染源基本信息 能源环境

房地产开发企业基本信息 城市建设
武汉市房地产开发企业资质信息 政府机构

房地产评估企业信息 城市建设
武汉市房地产开发企业资质信息 政府机构

停车场（库、位） 道路交通
开发区生活向导—停车场 公共服务

停车场（库、位） 道路交通
武汉各大商圈免费停车场一览表 交通服务

车辆统计信息 道路交通
公交车辆实时到站信息查询 交通服务

车辆统计信息 道路交通
武汉市2015年度旅游统计信息 文化娱乐

车辆统计信息 道路交通
武汉市2016年春节黄金周统计信息 文化娱乐

车辆统计信息 道路交通
武汉市春节黄金周统计信息 公共服务

车辆统计信息 道路交通
武汉市工商局2015年12315消费维权信息统计表 经济发展

车辆统计信息 道路交通
武汉市年度旅游统计信息 公共服务

车辆统计信息 道路交通
武汉市十一黄金周统计信息 公共服务

车辆统计信息 道路交通
武汉市统计局统计年鉴-2015 经济发展

机动车维修企业 民生服务
武汉市机动车维修企业质量信誉考核情况汇总表 交通服务

上海市电影院情况一览表 文化休闲
2014年度全市各类档案馆基本情况一览表 政府机构

上海市电影院情况一览表 文化休闲
2015年12月城市建设项目配套绿化用地面积审批情况一览表 能源环境

上海市电影院情况一览表 文化休闲
2016年1-3月城市建设项目配套绿化用地面积审批情况一览表 能源环境

上海市电影院情况一览表 文化休闲
三线一路规划湖泊情况一览表 能源环境

上海市电影院情况一览表 文化休闲
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

上海市电影院情况一览表 文化休闲
武汉市武昌区环境影响评价登记表（1-5月）基本情况一览表 能源环境

殡仪馆 民生服务
全市殡仪馆、殡仪车号牌和24小时服务电话 公共服务

殡仪馆 民生服务
武汉市殡仪馆、公墓单位一览表 公共服务

宗教场所 民生服务
民族宗教事务委员会各民族宗教局 政府机构

殡葬服务代理机构 民生服务
殡葬服务收费 公共服务

公墓 民生服务
武汉市殡仪馆、公墓单位一览表 公共服务

婚姻登记机构 机构团体
年度婚姻登记情况 经济发展

婚姻登记机构 机构团体
全市婚姻登记机关地址电话 政府机构

婚姻登记机构 机构团体
武汉市婚姻登记机关一览表 公共服务

上海市养老机构 民生服务
各区养老机构管理服务部门联系方式 公共服务

上海市养老机构 民生服务
武汉市市直及各区养老机构管理部门电话及地址 公共服务

上海市养老机构 民生服务
武汉市养老设施空间布局规划 公共服务

上海市养老机构 民生服务
养老服务机构名单 公共服务

社会救助管理机构 机构团体
社会事务（救助）服务中心一览表 公共服务

出入境受理点 机构团体
武汉出入境各受理点地址 公共服务

车管所 道路交通
车管所及其分所 交通服务

车管所 道路交通
流动车管所2016年5月下半月出行 交通服务

车管所 道路交通
武汉市车管所及其分所 交通服务

医疗急救机构 卫生健康
2015年黄陂区新农合定点医疗机构住院医疗费补偿一览表 政府机构

医疗急救机构 卫生健康
武汉市城镇基本医疗保险定点医疗机构名单 政府机构

上海市接种门诊信息 卫生健康
武汉市预防接种门诊名单 医疗卫生

上海市校外教育机构名单 教育科技
武汉市会计人员继续教育社会培训单位名单 教育科技

上海市校外教育机构名单 教育科技
武汉市中小学教师继续教育工作先进单位名单 教育科技

上海市职业教育机构名单 教育科技
2015年春季学期中等职业教育国家助学金资金项目安排情况表 政府机构

上海市职业教育机构名单 教育科技
2015年春季学期中等职业教育免学费补助资金项目安排情况表 政府机构

上海市职业教育机构名单 教育科技
开发区生活向导—职业资格教育 公共服务

上海市职业教育机构名单 教育科技
武汉市会计人员继续教育社会培训单位名单 教育科技

上海市职业教育机构名单 教育科技
武汉市中小学教师继续教育工作先进单位名单 教育科技

派出所基本情况 公共安全
2014年度全市各类档案馆基本情况一览表 政府机构

派出所基本情况 公共安全
2015年末湖北省及全国证券营业部基本经营情况统计表 金融服务

派出所基本情况 公共安全
2015年末中部六省证券业基本情况统计表 金融服务

派出所基本情况 公共安全
工商注册企业基本情况统计 经济发展

派出所基本情况 公共安全
龙头企业基本情况汇总表 经济发展

派出所基本情况 公共安全
年度博物馆基本情况 经济发展

派出所基本情况 公共安全
年度不同水平生活费收入水平的城市居民家庭基本情况 经济发展

派出所基本情况 公共安全
年度城市居民家庭基本情况 经济发展

派出所基本情况 公共安全
年度公共图书馆基本情况 经济发展

派出所基本情况 公共安全
年度广播电视基本情况 经济发展

派出所基本情况 公共安全
年度环境保护基本情况 经济发展

派出所基本情况 公共安全
年度基本农田保护情况 公共服务

派出所基本情况 公共安全
年度旅游基本情况 经济发展

派出所基本情况 公共安全
年度农村居民家庭基本情况 经济发展

派出所基本情况 公共安全
年度商品交易市场基本情况 经济发展

派出所基本情况 公共安全
年度体育事业基本情况 经济发展

派出所基本情况 公共安全
年度文化部门艺术表演团体基本情况（2012年） 经济发展

派出所基本情况 公共安全
年度武汉地区各级各类教育分年度基本情况 经济发展

派出所基本情况 公共安全
年度医疗机构基本情况 经济发展

派出所基本情况 公共安全
年度邮电业务基本情况 经济发展

派出所基本情况 公共安全
年度幼儿园基本情况 经济发展

派出所基本情况 公共安全
农民专业合作社基本情况汇总表 农业农村

派出所基本情况 公共安全
全市税务服务站基本情况明细表 政府机构

派出所基本情况 公共安全
市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表 经济发展

派出所基本情况 公共安全
危险货物运输企业基本情况表 公共安全

派出所基本情况 公共安全
武汉市3000㎡以上商业网点业态基本情况表 经济发展

派出所基本情况 公共安全
武汉市大型货运市场基本情况表 经济发展

派出所基本情况 公共安全
武汉市境内上市企业基本情况统计表（截止2014年底） 经济发展

派出所基本情况 公共安全
武汉市境外上市企业基本情况统计表（截止2014年底） 经济发展

派出所基本情况 公共安全
武汉市武昌区环境影响评价登记表（1-5月）基本情况一览表 能源环境

全市2011年机动车维修质量信誉考核3A企业名录 道路交通
武汉市机动车维修企业质量信誉考核情况汇总表 交通服务

报纸基本信息 文化休闲
武汉市2014年市管重点污染源基本信息 能源环境

期刊基本信息 文化休闲
武汉市2014年市管重点污染源基本信息 能源环境

图书出版机构 文化休闲
年度图书、杂志、报纸出版数量 经济发展

互联网出版单位信息 文化休闲
互联网信息办公室2015年信息基础设施示范项目补助资金计划 政府机构

互联网出版单位信息 文化休闲
武汉市互联网信息办公室2016年“三公”经费财政拨款预算表 政府机构

互联网出版单位信息 文化休闲
武汉市互联网信息办公室2016年财政拨款支出预算表（按功能科目） 政府机构

互联网出版单位信息 文化休闲
武汉市互联网信息办公室2016年财政拨款支出预算表（按经济科目） 政府机构

互联网出版单位信息 文化休闲
武汉市互联网信息办公室2016年收支预算总表 政府机构

网络游戏产品信息 文化休闲
2016年食品安全监督抽检合格产品及不合格产品信息 医疗卫生

网络游戏产品信息 文化休闲
不再实施强制性产品认证管理的产品清单 经济发展

企业注册登记统计 经济建设
工商注册企业按经济性质统计情况 经济发展

企业注册登记统计 经济建设
工商注册企业按行业统计情况 经济发展

企业注册登记统计 经济建设
工商注册企业基本情况统计 经济发展

企业注册登记统计 经济建设
武汉市统计局统计年鉴-2015 经济发展

企业注册登记统计 经济建设
注册个体工商户总体统计情况 经济发展

工商不良记录 经济建设
市工商局各工商所名单  政府机构

统计年鉴查询 社会发展
2009年统计年鉴 经济发展

统计年鉴查询 社会发展
2010年统计年鉴 经济发展

统计年鉴查询 社会发展
2011年统计年鉴 经济发展

统计年鉴查询 社会发展
2012年统计年鉴 经济发展

统计年鉴查询 社会发展
统计年鉴 经济发展

统计年鉴查询 社会发展
武汉市统计局统计年鉴-2015 经济发展

水资源公报 资源环境
武汉市水资源公报 能源环境

医保定点药房 卫生健康
武汉市城镇基本医疗保险定点零售药店名单 政府机构

医保定点药房 卫生健康
武汉市城镇基本医疗保险定点医疗机构名单 政府机构

医保药品目录 卫生健康
武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月） 医疗卫生

企业基本信息查询 经济建设
贷款楼盘信息查询 金融服务

企业基本信息查询 经济建设
公交车辆实时到站信息查询 交通服务

企业基本信息查询 经济建设
企业信息查询 政府机构

企业基本信息查询 经济建设
武汉市2014年市管重点污染源基本信息 能源环境

企业基本信息查询 经济建设
武汉市经济和信息化委员会行政法规查询 政府机构

办税地图 经济建设
办税地图 经济发展

企业工商信息 经济建设
工商信息服务平台 经济发展

企业工商信息 经济建设
市工商局各工商所名单  政府机构

企业工商信息 经济建设
武汉市工商局2015年12315消费维权信息统计表 经济发展

土地出让公告信息 城市建设
2016年第2号工业用地网挂公告成交信息表 经济发展

土地出让公告信息 城市建设
2016年第7号公告挂牌成交信息表 经济发展

土地出让公告信息 城市建设
武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告 经济发展

土地出让公告信息 城市建设
武汉市国土和资源规划局土地出让结果信息公开 经济发展

上海市停车场位置查询 道路交通
卫计委办公位置查询 政府机构

>>> match7, match8 = matchList(entryWH,entrySH)
>>> lll = [['aaa', 'bbb']]
>>> ['aaa', 'bbb'] in lll
True
>>> bj = []
>>> sh = []
>>> for e in range(len(match5)):
	sh = []
	bj = []
	temp = []
	sh.insert(0, entrySH[e].name)
	sh.insert(1, entrySH[e].dataType)
	bj.insert(0, entryWH[e].name)
	bj.insert(1, entryWH[e].dataType)
	temp.insert(0, sh)
	temp.insert(1, bj)
	lll.insert(e, temp)

	
>>> len(lll)
420
>>> lll.remove(['aaa', 'bbb'])
>>> len(lll)
419
>>> ll2 = []
>>> for e in range(len(match7)):
	sh = []
	bj = []
	temp = []
	bj.insert(0, match7[e].name)
	bj.insert(1, match7[e].dataType)
	sh.insert(0, match8[e].name)
	sh.insert(1, match8[e].dataType)
	temp.insert(0, sh)
	temp.insert(1, bj)
	ll2.insert(e, temp)

	
>>> len(ll2)
285
>>> lll = []
>>> for e in range(len(match6)):
	sh = []
	bj = []
	temp = []
	bj.insert(0, match6[e].name)
	bj.insert(1, match6[e].dataType)
	sh.insert(0, match5[e].name)
	sh.insert(1, match5[e].dataType)
	temp.insert(0, sh)
	temp.insert(1, bj)
	lll.insert(e, temp)

	
>>> x = [e for e in lll if e in ll2]
>>> x
[[['工商行政处罚信息', '经济建设'], ['工商信息服务平台', '经济发展']], [['环境状况公报', '资源环境'], ['2014年蔡甸区环境状况公报', '能源环境']], [['环境状况公报', '资源环境'], ['2014年武汉市东西湖区环境状况公报', '经济发展']], [['环境状况公报', '资源环境'], ['武汉市水环境状况', '能源环境']], [['地表水水质状况', '资源环境'], ['2016年4月武汉市地表水环境质量状况', '能源环境']], [['工商行政处罚信息', '信用服务'], ['工商信息服务平台', '经济发展']], [['上海市专利代理机构名录', '教育科技'], ['专利代理机构', '教育科技']], [['全社会用电量', '资源环境'], ['年度全社会用电量', '经济发展']], [['技术合同认定登记信息', '教育科技'], ['技术合同认定登记站', '公共服务']], [['人才中介服务机构信息', '社会发展'], ['武汉市物业服务企业信息', '政府机构']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展']], [['电动自行车产品目录', '经济建设'], ['武汉市电动自行车办牌点', '交通服务']], [['电动自行车产品目录', '经济建设'], ['武汉市电动自行车登记点', '交通服务']], [['律师信息', '社会发展'], ['武汉市社区律师在岗信息', '法律服务']], [['《建设用地规划许可证》审批', '城市建设'], ['东西湖区建设用地规划许可证', '经济发展']], [['《建设工程规划许可证》审批', '城市建设'], ['东西湖区建设工程规划许可证', '经济发展']], [['《建设用地规划许可证》（市政类）审批', '城市建设'], ['东西湖区建设用地规划许可证', '经济发展']], [['国家级产业化基地', '经济建设'], ['国家高新技术产业化基地', '教育科技']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构']], [['福利企业信息公示', '经济建设'], ['福利企业信息一览表', '公共服务']], [['福利企业信息公示', '经济建设'], ['武汉市福利企业信息一览表', '公共服务']], [['体育传统项目学校基本信息', '教育科技'], ['武汉市体育传统项目学校一览表', '公共服务']], [['近三年工业生产者出厂价格指数（月度）', '经济建设'], ['年度工业生产者出厂价格指数', '经济发展']], [['近三年工业生产者购进价格指数（月度）', '经济建设'], ['年度工业生产者购进价格指数', '经济发展']], [['测绘资质单位名录', '城市建设'], ['房产测绘资质', '公共服务']], [['建设用地规划许可证', '城市建设'], ['东西湖区建设用地规划许可证', '经济发展']], [['建设工程规划许可证（建筑类）', '城市建设'], ['东西湖区建设工程规划许可证', '经济发展']], [['建设工程规划许可证（市政类）', '城市建设'], ['东西湖区建设工程规划许可证', '经济发展']], [['地质灾害防治单位名录', '城市建设'], ['年度地质灾害防治', '公共服务']], [['直属事业单位名录', '机构团体'], ['直属事业单位', '政府机构']], [['房地产开发企业基本信息', '城市建设'], ['武汉市房地产开发企业资质信息', '政府机构']], [['殡葬服务代理机构', '民生服务'], ['殡葬服务收费', '公共服务']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务']], [['统计年鉴查询', '社会发展'], ['2009年统计年鉴', '经济发展']], [['统计年鉴查询', '社会发展'], ['2010年统计年鉴', '经济发展']], [['统计年鉴查询', '社会发展'], ['2011年统计年鉴', '经济发展']], [['统计年鉴查询', '社会发展'], ['2012年统计年鉴', '经济发展']], [['统计年鉴查询', '社会发展'], ['统计年鉴', '经济发展']], [['统计年鉴查询', '社会发展'], ['武汉市统计局统计年鉴-2015', '经济发展']], [['水资源公报', '资源环境'], ['武汉市水资源公报', '能源环境']], [['企业基本信息查询', '经济建设'], ['企业信息查询', '政府机构']], [['办税地图', '经济建设'], ['办税地图', '经济发展']], [['企业工商信息', '经济建设'], ['工商信息服务平台', '经济发展']]]
>>> len(x)
48
>>> for e in x:
	print(e)

	
[['工商行政处罚信息', '经济建设'], ['工商信息服务平台', '经济发展']]
[['环境状况公报', '资源环境'], ['2014年蔡甸区环境状况公报', '能源环境']]
[['环境状况公报', '资源环境'], ['2014年武汉市东西湖区环境状况公报', '经济发展']]
[['环境状况公报', '资源环境'], ['武汉市水环境状况', '能源环境']]
[['地表水水质状况', '资源环境'], ['2016年4月武汉市地表水环境质量状况', '能源环境']]
[['工商行政处罚信息', '信用服务'], ['工商信息服务平台', '经济发展']]
[['上海市专利代理机构名录', '教育科技'], ['专利代理机构', '教育科技']]
[['全社会用电量', '资源环境'], ['年度全社会用电量', '经济发展']]
[['技术合同认定登记信息', '教育科技'], ['技术合同认定登记站', '公共服务']]
[['人才中介服务机构信息', '社会发展'], ['武汉市物业服务企业信息', '政府机构']]
[['上海市第三次经济普查主要数据公报（第一号）', '经济建设'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展']]
[['上海市第三次经济普查主要数据公报（第三号）', '经济建设'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展']]
[['上海市第三次经济普查主要数据公报（第二号）', '经济建设'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展']]
[['电动自行车产品目录', '经济建设'], ['武汉市电动自行车办牌点', '交通服务']]
[['电动自行车产品目录', '经济建设'], ['武汉市电动自行车登记点', '交通服务']]
[['律师信息', '社会发展'], ['武汉市社区律师在岗信息', '法律服务']]
[['《建设用地规划许可证》审批', '城市建设'], ['东西湖区建设用地规划许可证', '经济发展']]
[['《建设工程规划许可证》审批', '城市建设'], ['东西湖区建设工程规划许可证', '经济发展']]
[['《建设用地规划许可证》（市政类）审批', '城市建设'], ['东西湖区建设用地规划许可证', '经济发展']]
[['国家级产业化基地', '经济建设'], ['国家高新技术产业化基地', '教育科技']]
[['上海市2015年市本级一般公共预算支出预算数据', '经济建设'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展']]
[['上海市2015年市本级一般公共预算支出预算数据', '经济建设'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构']]
[['上海市2014年市本级一般公共预算支出决算数据', '经济建设'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展']]
[['上海市2014年市本级一般公共预算支出决算数据', '经济建设'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构']]
[['福利企业信息公示', '经济建设'], ['福利企业信息一览表', '公共服务']]
[['福利企业信息公示', '经济建设'], ['武汉市福利企业信息一览表', '公共服务']]
[['体育传统项目学校基本信息', '教育科技'], ['武汉市体育传统项目学校一览表', '公共服务']]
[['近三年工业生产者出厂价格指数（月度）', '经济建设'], ['年度工业生产者出厂价格指数', '经济发展']]
[['近三年工业生产者购进价格指数（月度）', '经济建设'], ['年度工业生产者购进价格指数', '经济发展']]
[['测绘资质单位名录', '城市建设'], ['房产测绘资质', '公共服务']]
[['建设用地规划许可证', '城市建设'], ['东西湖区建设用地规划许可证', '经济发展']]
[['建设工程规划许可证（建筑类）', '城市建设'], ['东西湖区建设工程规划许可证', '经济发展']]
[['建设工程规划许可证（市政类）', '城市建设'], ['东西湖区建设工程规划许可证', '经济发展']]
[['地质灾害防治单位名录', '城市建设'], ['年度地质灾害防治', '公共服务']]
[['直属事业单位名录', '机构团体'], ['直属事业单位', '政府机构']]
[['房地产开发企业基本信息', '城市建设'], ['武汉市房地产开发企业资质信息', '政府机构']]
[['殡葬服务代理机构', '民生服务'], ['殡葬服务收费', '公共服务']]
[['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务']]
[['统计年鉴查询', '社会发展'], ['2009年统计年鉴', '经济发展']]
[['统计年鉴查询', '社会发展'], ['2010年统计年鉴', '经济发展']]
[['统计年鉴查询', '社会发展'], ['2011年统计年鉴', '经济发展']]
[['统计年鉴查询', '社会发展'], ['2012年统计年鉴', '经济发展']]
[['统计年鉴查询', '社会发展'], ['统计年鉴', '经济发展']]
[['统计年鉴查询', '社会发展'], ['武汉市统计局统计年鉴-2015', '经济发展']]
[['水资源公报', '资源环境'], ['武汉市水资源公报', '能源环境']]
[['企业基本信息查询', '经济建设'], ['企业信息查询', '政府机构']]
[['办税地图', '经济建设'], ['办税地图', '经济发展']]
[['企业工商信息', '经济建设'], ['工商信息服务平台', '经济发展']]
>>> saveAsCSV(x, '武汉上海数据匹配')
Traceback (most recent call last):
  File "<pyshell#50>", line 1, in <module>
    saveAsCSV(x, '武汉上海数据匹配')
NameError: name 'saveAsCSV' is not defined
>>> from saveFile import saveAsCSV
>>> saveAsCSV(x, '武汉上海数据匹配')
Traceback (most recent call last):
  File "<pyshell#52>", line 1, in <module>
    saveAsCSV(x, '武汉上海数据匹配')
  File "C:\Users\audaque\Desktop\spiderData\saveFile.py", line 17, in saveAsCSV
    listS = changePoint(each)
  File "C:\Users\audaque\Desktop\spiderData\saveFile.py", line 42, in changePoint
    listS.append(each.replace(',', '、'))
AttributeError: 'list' object has no attribute 'replace'
>>> lll = []
>>> for e in range(len(match6)):
	sh = []
	bj = []
	temp = []
	bj.insert(0, match6[e].name)
	bj.insert(1, match6[e].dataType)
	bj.insert(2, match6[e].source)
	sh.insert(0, match5[e].name)
	sh.insert(1, match5[e].dataType)
	sh.insert(2, match5[e].source)
	temp.insert(0, sh)
	temp.insert(1, bj)
	lll.insert(e, temp)

	
>>> for each in lll:
	print(each[0])
	print(each[1])
	print()

	
['辐射安全许可信息', '资源环境', '上海市环境保护局']
['2016年食品安全监督抽检合格产品及不合格产品信息', '医疗卫生', '市食品药品监督管理局']

['辐射安全许可信息', '资源环境', '上海市环境保护局']
['武汉市民用爆炸物品安全监管信息系统', '公共服务', '市经济和信息化委员会']

['未年检车辆信息', '道路交通', '上海市公安局']
['公交车辆实时到站信息查询', '交通服务', '市交通运输委员会']

['经营异常企业信息', '经济建设', '上海市工商行政管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['工商行政处罚信息', '经济建设', '上海市工商行政管理局']
['工商信息服务平台', '经济发展', '市工商行政管理局']

['工商行政处罚信息', '经济建设', '上海市工商行政管理局']
['市工商局各工商所名单 ', '政府机构', '市工商行政管理局']

['工商行政处罚信息', '经济建设', '上海市工商行政管理局']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['食品相关产品生产许可获证企业信息', '卫生健康', '上海市质量技术监督局']
['食品相关产品及化妆品获证企业名单一览表', '经济发展', '市质量技术监督局']

['上海社会消费品零售情况', '经济建设', '上海市商务委员会']
['1-4月青山区社会消费品零售总额情况', '政府机构', '青山区']

['上海市货物贸易出口情况', '经济建设', '上海市商务委员会']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['上海市货物贸易进口情况', '经济建设', '上海市商务委员会']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['环境状况公报', '资源环境', '上海市环境保护局']
['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']

['环境状况公报', '资源环境', '上海市环境保护局']
['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['环境状况公报', '资源环境', '上海市环境保护局']
['2015年1-6月东湖水环境质量状况', '能源环境', '东湖生态旅游风景区管委会']

['环境状况公报', '资源环境', '上海市环境保护局']
['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']

['环境状况公报', '资源环境', '上海市环境保护局']
['武汉地表水环境质量状况', '能源环境', '市环境保护局']

['环境状况公报', '资源环境', '上海市环境保护局']
['武汉经济技术开发区地表水环境质量状况', '能源环境', '武汉经济技术开发区管委会']

['环境状况公报', '资源环境', '上海市环境保护局']
['武汉市水环境状况', '能源环境', '市水务局']

['危险废物经营许可证名单', '资源环境', '上海市环境保护局']
['武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单', '公共服务', '粮食局']

['建设项目环境影响评价单位', '资源环境', '上海市环境保护局']
['2016年1-2月批准的建设项目环境影响评价文件', '能源环境', '蔡甸区']

['建设项目环境影响评价单位', '资源环境', '上海市环境保护局']
['武汉市武昌区环境影响评价登记表（1-5月）基本情况一览表', '能源环境', '武昌区']

['地表水水质状况', '资源环境', '上海市环境保护局']
['2016年4月武汉市城区和县级集中式生活饮用水水源水质状况', '能源环境', '市环境保护局']

['地表水水质状况', '资源环境', '上海市环境保护局']
['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']

['地表水水质状况', '资源环境', '上海市环境保护局']
['武汉地表水环境质量状况', '能源环境', '市环境保护局']

['地表水水质状况', '资源环境', '上海市环境保护局']
['武汉经济技术开发区地表水环境质量状况', '能源环境', '武汉经济技术开发区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区产业链', '经济发展', '武汉化学工业区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区大记事', '经济发展', '武汉化学工业区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区生产要素', '经济发展', '武汉化学工业区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区优惠政策', '经济发展', '武汉化学工业区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区招商项目', '经济发展', '武汉化学工业区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区整体优势', '经济发展', '武汉化学工业区管委会']

['工业园区', '经济建设', '上海市经济和信息化委员会']
['武汉市化学工业园区总体规划', '经济发展', '武汉化学工业区管委会']

['企业技术中心认定', '经济建设', '上海市经济和信息化委员会']
['技术合同认定登记站', '公共服务', '市科学技术局']

['工商行政处罚信息', '信用服务', '上海市工商行政管理局']
['工商信息服务平台', '经济发展', '市工商行政管理局']

['工商行政处罚信息', '信用服务', '上海市工商行政管理局']
['市工商局各工商所名单 ', '政府机构', '市工商行政管理局']

['工商行政处罚信息', '信用服务', '上海市工商行政管理局']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['企业监管信息', '信用服务', '上海市质量技术监督局']
['武汉市民用爆炸物品安全监管信息系统', '公共服务', '市经济和信息化委员会']

['企业监管信息', '信用服务', '上海市质量技术监督局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['企业监管信息', '信用服务', '上海市质量技术监督局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['产品质量监督抽查信息', '信用服务', '上海市质量技术监督局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['食品餐饮企业监督公示信息', '信用服务', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['流通领域商品监测信息', '信用服务', '上海市工商行政管理局']
['2016年一月份食用油商品质量监测合格商品及被监测人名单', '医疗卫生', '市食品药品监督管理局']

['卫生监督检查信息', '信用服务', '上海市卫生和计划生育委员会']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['卫生监督检查信息', '信用服务', '上海市卫生和计划生育委员会']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['2013年武汉市专利统计分析报告', '公共服务', '市科学技术局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['2014年武汉市专利统计分析', '教育科技', '市科学技术局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市2015年度旅游统计信息', '文化娱乐', '市旅游局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市2016年春节黄金周统计信息', '文化娱乐', '市旅游局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市春节黄金周统计信息', '公共服务', '市旅游局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市年度旅游统计信息', '公共服务', '市旅游局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市十一黄金周统计信息', '公共服务', '市旅游局']

['上海市专利统计信息', '教育科技', '上海市知识产权局']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['上海市专利代理机构名录', '教育科技', '上海市知识产权局']
['专利代理机构', '教育科技', '市科学技术局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市2015年度旅游统计信息', '文化娱乐', '市旅游局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市2016年春节黄金周统计信息', '文化娱乐', '市旅游局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市春节黄金周统计信息', '公共服务', '市旅游局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市年度旅游统计信息', '公共服务', '市旅游局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市十一黄金周统计信息', '公共服务', '市旅游局']

['市国有资产统计信息', '经济建设', '上海市国有资产监督管理委员会']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['全社会用电量', '资源环境', '上海市经济和信息化委员会']
['年度全社会用电量', '经济发展', '市统计局']

['农家书屋', '文化休闲', '上海市新闻出版局']
['全省星级农家书屋一览表', '文化娱乐', '市文化局']

['复制企业基本信息', '文化休闲', '上海市新闻出版局']
['武汉市2014年市管重点污染源基本信息', '能源环境', '市环境保护局']

['危险化学品目录', '公共安全', '上海市安全生产监督管理局']
['危险化学品经营许可查询', '医疗卫生', '市安全生产监督管理局']

['危险化学品生产企业信息', '公共安全', '上海市安全生产监督管理局']
['危险化学品经营许可查询', '医疗卫生', '市安全生产监督管理局']

['乙级安全评价机构', '公共安全', '上海市安全生产监督管理局']
['2013年武汉市安全评价机构星级评定结果', '公共服务', '市安全生产监督管理局']

['粮食收购点信息', '经济建设', '上海市粮食局']
['武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单', '公共服务', '粮食局']

['技术合同认定登记信息', '教育科技', '上海市科学技术委员会']
['技术合同认定登记站', '公共服务', '市科学技术局']

['危化品经营许可证', '公共安全', '上海市安全生产监督管理局']
['武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单', '公共服务', '粮食局']

['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局']
['2015年一季度副省级城市软件和信息技术服务业发展状况比较', '教育科技', '市科学技术局']

['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局']
['工商信息服务平台', '经济发展', '市工商行政管理局']

['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局']
['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']

['放射诊疗许可信息', '卫生健康', '上海市卫生和计划生育委员会']
['放射诊疗卫生行政许可审批公示', '医疗卫生', '市卫生和计划生育委员会']

['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局']
['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局']
['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局']
['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['中小企业发展专项资金分配结果', '经济建设', '上海市经济和信息化委员会']
['2014年武汉新港发展专项资金建设支出类项目竞争性分配专家集中评审结果公示', '经济发展', '武汉新港管委会']

['信息化发展领域专项资金分配结果', '经济建设', '上海市经济和信息化委员会']
['2014年武汉新港发展专项资金建设支出类项目竞争性分配专家集中评审结果公示', '经济发展', '武汉新港管委会']

['产学研合作示范基地', '经济建设', '上海市经济和信息化委员会']
['2015年洪山区校企合作产学研基地公示名单', '教育科技', '洪山区']

['信息服务业产业基地', '经济建设', '上海市经济和信息化委员会']
['2015年一季度副省级城市软件和信息技术服务业发展状况比较', '教育科技', '市科学技术局']

['工业投资信息', '经济建设', '上海市经济和信息化委员会']
['2016年第2号工业用地网挂公告成交信息表', '经济发展', '市国土资源和规划局']

['软件和信息服务业机构', '经济建设', '上海市经济和信息化委员会']
['2015年一季度副省级城市软件和信息技术服务业发展状况比较', '教育科技', '市科学技术局']

['软件和信息服务业机构', '经济建设', '上海市经济和信息化委员会']
['武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['住房公积金信息', '城市建设', '上海市城乡建设和管理委员会']
['武汉住房公积金管理中心地址', '公共服务', '武汉住房公积金管理中心']

['住房公积金信息', '城市建设', '上海市城乡建设和管理委员会']
['住房公积金贷款还款计算表', '公共服务', '武汉住房公积金管理中心']

['经营异常企业信息', '经济建设', '上海市工商行政管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['园林绿化企业资质信息', '城市建设', '上海市绿化和市容管理局']
['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']

['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会']
['武汉市电动自行车办牌点', '交通服务', '市交管局']

['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会']
['武汉市电动自行车登记点', '交通服务', '市公安局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2011年分市州税收收入完成情况表', '经济发展', '市地税局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2014年洪山区“三公”经费决算财政拨款情况统计表', '政府机构', '洪山区']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015 年“三公”经费预算财政 拨款（补助）情况统计表', '政府机构', '洪山区']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省保险业经营情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省典当业发展情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省各市（州）保险经营情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省各市（州）信贷情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省及全国“新三板”挂牌企业情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省及全国证券营业部基本经营情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省融资性担保公司发展情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省上市公司经营情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末湖北省小额贷款公司发展情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末全国各省市（含外资）人民币存款增长情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末全国各省市（含外资）人民币贷款增长情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末中部六省人民币存贷款增长情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2015年末中部六省证券业基本情况统计表', '金融服务', '市金融工作局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2016 年“三公”经费预算财政拨款（补助）情况统计表', '政府机构', '洪山区']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2016年东西湖区三公经费预算财政拨款补助情况统计表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['2016年武汉东湖新技术开发区管理委员会“三公”经费财政拨款情况统计表', '教育科技', '东湖新技术开发区管委会']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['第一次湖北省政府网站普查统计摸底情况及自查整改安排', '政府机构', '市网信办']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['个体工商户按行业分类统计情况', '经济发展', '市工商行政管理局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['个体工商户按行政划分统计情况', '经济发展', '市工商行政管理局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['工商注册企业按经济性质统计情况', '经济发展', '市工商行政管理局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['工商注册企业按行业统计情况', '经济发展', '市工商行政管理局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['工商注册企业基本情况统计', '经济发展', '市工商行政管理局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['黄陂区在建保障性住房情况统计表', '政府机构', '黄陂区']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['廉租住房资格退出情况统计(2011年10月起)', '公共服务', '市住房保障和房屋管理局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['年度武汉市税收情况统计表', '经济发展', '市国税局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['青山区2015年度4季度公租房租赁补贴核发情况统计表', '政府机构', '青山区']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['市区共同担保平台业务办理情况统计表（截止2014年底）', '政府机构', '市科学技术局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['武汉市境内上市企业基本情况统计表（截止2014年底）', '经济发展', '市科学技术局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['武汉市境外上市企业基本情况统计表（截止2014年底）', '经济发展', '市科学技术局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['上海市税收收入统计情况', '经济建设', '上海市地方税务局']
['注册个体工商户总体统计情况', '经济发展', '市工商行政管理局']

['粮食管理机构信息', '机构团体', '上海市粮食局']
['武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单', '公共服务', '粮食局']

['基层法律服务所', '社会发展', '上海市司法局']
['基层劳动保障服务机构', '政府机构', '市人力资源和社会保障局']

['基层法律服务所', '社会发展', '上海市司法局']
['武汉市市民身边的法律服务', '法律服务', '市司法局']

['律师信息', '社会发展', '上海市司法局']
['武汉市社区律师在岗信息', '法律服务', '市司法局']

['粮食批发市场信息', '经济建设', '上海市粮食局']
['武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单', '公共服务', '粮食局']

['上海市国家级生态镇信息', '资源环境', '上海市环境保护局']
['2015年国家级公益林森林生态效益补偿基金项目安排情况表', '能源环境', '市园林和林业局']

['医疗器械召回信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['医疗器械召回信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['公园活动情况', '文化休闲', '上海市绿化和市容管理局']
['年度规模以上工业企业科技活动情况', '经济发展', '市统计局']

['公园活动情况', '文化休闲', '上海市绿化和市容管理局']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['企业自主信息公示（湖北省暨武汉市市场主体信用信息公示系统）', '经济发展', '市工商行政管理局']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['市纪委、监察局派出（驻）纪检监察机构名单一览表', '政府机构', '市监察局']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['武汉市纪委、市监察局领导信息公开', '法律服务', '市监察局']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['武汉市监察局区级机构联系信息', '法律服务', '市监察局']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['武汉市军休系统信息一览表', '公共服务', '市民政局']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['武汉市民用爆炸物品安全监管信息系统', '公共服务', '市经济和信息化委员会']

['上海市监察系统单位信息', '机构团体', '上海市监察局']
['武汉市重点污染源 信息发布系统', '能源环境', '市环境保护局']

['采矿许可证审批', '资源环境', '上海市规划和国土资源管理局']
['月度武汉市采矿权审批情况', '能源环境', '市国土资源和规划局']

['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['食品经营单位信息-食品流通企业', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['食品经营单位信息-餐饮企业', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['污水处理设施信息', '资源环境', '上海市水务局']
['互联网信息办公室2015年信息基础设施示范项目补助资金计划', '政府机构', '市网信办']

['污水处理设施信息', '资源环境', '上海市水务局']
['武汉市中、小学体育场馆设施对公众开放学校信息一览表', '公共服务', '市体育局']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['1-11月全市工业经济运行情况', '政府机构', '市经济和信息化委员会']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['2014年度全市各类档案馆基本情况一览表', '政府机构', '市档案局']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['2014年全市医疗器械生产企业产品抽检情况', '医疗卫生', '市食品药品监督管理局']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['2015年6月份全市控制和查处违法建设检查考评情况', '政府机构', '市城市管理委员会']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['2016年3月份全市城市综合管理工作的情况', '政府机构', '市文明办']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['2016年4月份全市“一书三证”发放情况', '经济发展', '市国土资源和规划局']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['前三季度全市工业经济运行情况', '政府机构', '市发展和改革委员会']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['全市工业经济运行情况', '政府机构', '市经济和信息化委员会']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['全市税务服务站基本情况明细表', '政府机构', '市国税局']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['市安委会关于2015年全市伤亡事故情况的通报', '公共安全', '市安全生产监督管理局']

['全市林荫道情况', '文化休闲', '上海市绿化和市容管理局']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['拍卖资质企业信息', '经济建设', '上海市商务委员会']
['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']

['药品、医疗器械第三方物流企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['上海市国家大学科技园', '教育科技', '上海市科学技术委员会']
['国家实验室、国家重点实验室（截止到2014年12月，武汉市共有国家级重点实验室27家）', '教育科技', '市科学技术局']

['上海市区县审计局信息', '机构团体', '上海市审计局']
['武汉市审计局领导分工信息', '金融服务', '市审计局']

['国家级产业化基地', '经济建设', '上海市科学技术委员会']
['863计划成果产业化基地（批准部门：科技部）', '教育科技', '市科学技术局']

['国家级产业化基地', '经济建设', '上海市科学技术委员会']
['国家高新技术产业化基地', '教育科技', '市科学技术局']

['上海市审计局重点审计项目计划', '经济建设', '上海市审计局']
['黄陂区重点项目年度计划项目及“十三五”规划重点项目库情况', '经济发展', '黄陂区']

['食品相关产品生产许可获证企业信息', '卫生健康', '上海市质量技术监督局']
['食品相关产品及化妆品获证企业名单一览表', '经济发展', '市质量技术监督局']

['2015年度法制办财务表', '社会发展', '上海市人民政府法制办公室']
['年度建筑总专包企业财务情况', '经济发展', '市统计局']

['2015年度法制办财务表', '社会发展', '上海市人民政府法制办公室']
['年度限额以上餐饮业法人财务指标', '经济发展', '市统计局']

['2015年度法制办财务表', '社会发展', '上海市人民政府法制办公室']
['年度限额以上零售业法人财务指标', '经济发展', '市统计局']

['2015年度法制办财务表', '社会发展', '上海市人民政府法制办公室']
['年度限额以上住宿业法人财务指标', '经济发展', '市统计局']

['保安服务业信息', '公共安全', '上海市公安局']
['2015年一季度副省级城市软件和信息技术服务业发展状况比较', '教育科技', '市科学技术局']

['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局']
['2016年武昌区一般公共财政预算经济分类支出预算表(项级科目)', '政府机构', '武昌区']

['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局']
['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局']
['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']

['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局']
['东湖风景区2016年市本级一般公共预算支出预算表（含对区转移支付）', '政府机构', '东湖生态旅游风景区管委会']

['上海市2015年市本级政府性基金支出预算数据', '经济建设', '上海市财政局']
['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']

['上海市2015年市本级政府性基金支出预算数据', '经济建设', '上海市财政局']
['东湖风景区2016年市本级一般公共预算支出预算表（含对区转移支付）', '政府机构', '东湖生态旅游风景区管委会']

['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局']
['2014年武汉化工区“三公”经费一般公共预算财政拨款支出决算表', '经济发展', '武汉化学工业区管委会']

['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局']
['2016年武昌区一般公共财政预算经济分类支出预算表(项级科目)', '政府机构', '武昌区']

['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局']
['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局']
['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']

['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局']
['东湖风景区2016年市本级一般公共预算支出预算表（含对区转移支付）', '政府机构', '东湖生态旅游风景区管委会']

['福利企业信息公示', '经济建设', '上海市民政局']
['福利企业信息一览表', '公共服务', '市档案局']

['福利企业信息公示', '经济建设', '上海市民政局']
['企业自主信息公示（湖北省暨武汉市市场主体信用信息公示系统）', '经济发展', '市工商行政管理局']

['福利企业信息公示', '经济建设', '上海市民政局']
['武汉市福利企业信息一览表', '公共服务', '市民政局']

['场馆开放信息', '文化休闲', '上海市体育局']
['基地场馆各项目对外开放收费标准表', '文化娱乐', '市体育局']

['场馆开放信息', '文化休闲', '上海市体育局']
['全市121所场馆对外开放学校名单', '文化娱乐', '市体育局']

['场馆开放信息', '文化休闲', '上海市体育局']
['武汉市学校体育场馆向社会开放名单', '文化娱乐', '市体育局']

['场馆开放信息', '文化休闲', '上海市体育局']
['武汉市中、小学体育场馆设施对公众开放学校信息一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['2014年社会体育活动资助项目一览表', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['2016年武汉市青少年体育比赛安排表', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['年度体育事业基本情况', '经济发展', '市统计局']

['体育机构', '文化休闲', '上海市体育局']
['年度武汉市体育局“三公”经费财政拨款预算表', '政府机构', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['年度武汉市体育局收支预算总表', '政府机构', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市2014年新增体育场馆数据统计', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市东湖高新开发区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市东湖生态风景区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市各区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市汉南区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市黄陂区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市经济开发区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育传统项目学校一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局 2016年“三公”经费财政拨款预算表', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局2016年“三公”经费财政拨款预算情况说明', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局2016年部门预算公开说明', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局2016年财政拨款支出预算表-按功能科目', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局2016年财政拨款支出预算表-按经济科目', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局2016年收支预算总表', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市体育局各处联系方式及地址', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市新洲区体育经营单位一览表', '公共服务', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市学校体育场馆向社会开放名单', '文化娱乐', '市体育局']

['体育机构', '文化休闲', '上海市体育局']
['武汉市中、小学体育场馆设施对公众开放学校信息一览表', '公共服务', '市体育局']

['体育传统项目学校基本信息', '教育科技', '上海市体育局']
['武汉市体育传统项目学校一览表', '公共服务', '市体育局']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['1号线工作日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['1号线双休日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['2号线工作日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['2号线双休日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['4号线工作日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['4号线双休日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['武汉轨道交通3号线工作日首末班车时间', '交通服务', '市地铁集团']

['公交线路首末班车时间', '道路交通', '上海市交通委员会']
['武汉轨道交通3号线双休日首末班车时间', '交通服务', '市地铁集团']

['工程设计中标信息', '城市建设', '上海市城乡建设和管理委员会']
['武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['各时期社会经济主要指标', '经济建设', '上海市统计局']
['江夏区“十三五”时期经济社会发展主要指标', '政府机构', '江夏区']

['各时期社会经济主要指标', '经济建设', '上海市统计局']
['年度国民经济和社会发展主要结构指标', '经济发展', '市统计局']

['1980年以来城市居民家庭生活基本情况', '经济建设', '上海市统计局']
['年度不同水平生活费收入水平的城市居民家庭基本情况', '经济发展', '市统计局']

['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局']
['年度工业生产者出厂价格指数', '经济发展', '市统计局']

['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局']
['年度工业生产者购进价格指数', '经济发展', '市统计局']

['上海市生产总值分行业统计', '经济建设', '上海市统计局']
['年度分行业生产总值及指数', '经济发展', '市统计局']

['上海市生产总值分行业统计', '经济建设', '上海市统计局']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局']
['房产测绘资质', '公共服务', '市住房保障和房屋管理局']

['上海市生产总值统计', '经济建设', '上海市统计局']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['各行业职工人数（2011）', '社会发展', '上海市统计局']
['历年城镇非私营单位职工年末人数', '经济发展', '市统计局']

['各行业在岗职工人数（2011）', '社会发展', '上海市统计局']
['历年城镇非私营单位职工年末人数', '经济发展', '市统计局']

['上海居民消费价格', '经济建设', '上海市统计局']
['历年居民消费价格指数', '经济发展', '市统计局']

['上海居民消费价格', '经济建设', '上海市统计局']
['年度居民消费价格分类指数', '经济发展', '市统计局']

['上海居民消费价格', '经济建设', '上海市统计局']
['月度居民消费价格指数', '经济发展', '市农业委员会']

['上海商品零售价格', '民生服务', '上海市统计局']
['2016年一月份食用油商品质量监测合格商品及被监测人名单', '医疗卫生', '市食品药品监督管理局']

['上海商品零售价格', '民生服务', '上海市统计局']
['年度商品零售价格分类指数', '经济发展', '市统计局']

['上海城市居民家庭收支情况', '经济建设', '上海市统计局']
['年度不同水平生活费收入水平的城市居民家庭收支情况', '经济发展', '市统计局']

['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局']
['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局']
['年度地质灾害防治', '公共服务', '市国土资源和规划局']

['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局']
['武汉市地质灾害防治规划（2011—2020年）', '公共安全', '市国土资源和规划局']

['工程施工中标信息', '城市建设', '上海市城乡建设和管理委员会']
['武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['上海市粮食批发行情', '民生服务', '上海市商务委员会']
['武汉市粮食局公布获得&lt;&lt;粮食收购许可证&gt;&gt;的经营户名单', '公共服务', '粮食局']

['上海市消费指数信息', '经济建设', '上海市商务委员会']
['历年居民消费价格指数', '经济发展', '市统计局']

['上海市消费指数信息', '经济建设', '上海市商务委员会']
['历年社会消费品零售总额及指数', '经济发展', '市统计局']

['上海市消费指数信息', '经济建设', '上海市商务委员会']
['年度居民消费价格分类指数', '经济发展', '市统计局']

['上海市消费指数信息', '经济建设', '上海市商务委员会']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['上海市消费指数信息', '经济建设', '上海市商务委员会']
['月度居民消费价格指数', '经济发展', '市农业委员会']

['上海市展会项目基本情况', '经济建设', '上海市商务委员会']
['黄陂区重点项目年度计划项目及“十三五”规划重点项目库情况', '经济发展', '黄陂区']

['上海市展会项目基本情况', '经济建设', '上海市商务委员会']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['上海开发区基本情况', '经济建设', '上海市商务委员会']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['宗教院校', '教育科技', '上海市民族和宗教事务委员会']
['民族宗教事务委员会各民族宗教局', '政府机构', '市民族宗教事务委员会']

['宗教教职人员', '教育科技', '上海市民族和宗教事务委员会']
['民族宗教事务委员会各民族宗教局', '政府机构', '市民族宗教事务委员会']

['社保卡受理网点', '机构团体', '上海市公安局']
['公积金缴存提取受理网点', '金融服务', '武汉住房公积金管理中心']

['社保卡受理网点', '机构团体', '上海市公安局']
['公积金委托贷款受理网点', '金融服务', '武汉住房公积金管理中心']

['上海市中小学生、婴幼儿住院医疗互助基金定点医疗机构', '卫生健康', '上海市卫生和计划生育委员会']
['2015年黄陂区新农合定点医疗机构住院医疗费补偿一览表', '政府机构', '黄陂区']

['上海市妇幼保健所基本信息', '卫生健康', '上海市卫生和计划生育委员会']
['武汉市2014年市管重点污染源基本信息', '能源环境', '市环境保护局']

['居住证受理网点', '机构团体', '上海市公安局']
['公积金缴存提取受理网点', '金融服务', '武汉住房公积金管理中心']

['居住证受理网点', '机构团体', '上海市公安局']
['公积金委托贷款受理网点', '金融服务', '武汉住房公积金管理中心']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['各区养老机构管理服务部门联系方式', '公共服务', '市民政局']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['湖北省环境监测专业服务暂时行收费标准', '能源环境', '市环境保护局']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['市城市管理委员会生活垃圾服务费收取明细', '政府机构', '市城市管理委员会']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算表', '公共服务', '市政服务中心管理办公室']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算情况说明', '公共服务', '市政服务中心管理办公室']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['武汉市政务服务中心管理办公室2016年部门预算公开说明', '公共服务', '市政服务中心管理办公室']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按功能科目', '公共服务', '市政服务中心管理办公室']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按经济科目', '公共服务', '市政服务中心管理办公室']

['环境管理与服务机构', '机构团体', '上海市环境保护局']
['武汉市政务服务中心管理办公室2016年收支预算总表', '公共服务', '市政服务中心管理办公室']

['市、区县卫生计生委', '机构团体', '上海市卫生和计划生育委员会']
['武汉市卫生计生委2016年部门预算公开说明', '公共服务', '市卫生和计划生育委员会']

['医疗器械经营企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['医疗器械经营企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['食品生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['2016年食品安全监督抽检合格产品及不合格产品信息', '医疗卫生', '市食品药品监督管理局']

['食品生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['食品生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['专业技术平台', '教育科技', '上海市科学技术委员会']
['武汉市专业技术资格评审中心办公地址与联系电话', '政府机构', '市人力资源和社会保障局']

['医疗器械生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['医疗器械生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['药品经营企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['药品经营企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['药品生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['药品生产企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['食品流通企业信息', '卫生健康', '上海市食品药品监督管理局']
['2016年食品安全监督抽检合格产品及不合格产品信息', '医疗卫生', '市食品药品监督管理局']

['食品流通企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['食品流通企业信息', '卫生健康', '上海市食品药品监督管理局']
['武汉市食品药品监督管理局关于医疗器械生产企业行政检查信息的通告（2016年第1季度）', '医疗卫生', '市食品药品监督管理局']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['各区养老机构管理服务部门联系方式', '公共服务', '市民政局']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['市城市管理委员会生活垃圾服务费收取明细', '政府机构', '市城市管理委员会']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算表', '公共服务', '市政服务中心管理办公室']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['武汉市政务服务中心管理办公室2016年“三公”经费财政拨款预算情况说明', '公共服务', '市政服务中心管理办公室']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['武汉市政务服务中心管理办公室2016年部门预算公开说明', '公共服务', '市政服务中心管理办公室']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按功能科目', '公共服务', '市政服务中心管理办公室']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['武汉市政务服务中心管理办公室2016年财政拨款支出预算表-按经济科目', '公共服务', '市政服务中心管理办公室']

['科技管理与服务机构', '教育科技', '上海市科学技术委员会']
['武汉市政务服务中心管理办公室2016年收支预算总表', '公共服务', '市政服务中心管理办公室']

['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局']
['直属事业单位', '政府机构', '市科协']

['物业管理企业基本信息', '城市建设', '上海市住房保障和房屋管理局']
['武汉市2014年市管重点污染源基本信息', '能源环境', '市环境保护局']

['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局']
['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']

['房地产评估企业信息', '城市建设', '上海市住房保障和房屋管理局']
['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']

['停车场（库、位）', '道路交通', '上海市交通委员会']
['开发区生活向导—停车场', '公共服务', '武汉经济技术开发区管委会']

['停车场（库、位）', '道路交通', '上海市交通委员会']
['武汉各大商圈免费停车场一览表', '交通服务', '市公安局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['公交车辆实时到站信息查询', '交通服务', '市交通运输委员会']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市2015年度旅游统计信息', '文化娱乐', '市旅游局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市2016年春节黄金周统计信息', '文化娱乐', '市旅游局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市春节黄金周统计信息', '公共服务', '市旅游局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市年度旅游统计信息', '公共服务', '市旅游局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市十一黄金周统计信息', '公共服务', '市旅游局']

['车辆统计信息', '道路交通', '上海市交通委员会']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['机动车维修企业', '民生服务', '上海市交通委员会']
['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']

['上海市电影院情况一览表', '文化休闲', '上海市文化广播影视管理局']
['2014年度全市各类档案馆基本情况一览表', '政府机构', '市档案局']

['上海市电影院情况一览表', '文化休闲', '上海市文化广播影视管理局']
['2015年12月城市建设项目配套绿化用地面积审批情况一览表', '能源环境', '市园林和林业局']

['上海市电影院情况一览表', '文化休闲', '上海市文化广播影视管理局']
['2016年1-3月城市建设项目配套绿化用地面积审批情况一览表', '能源环境', '市园林和林业局']

['上海市电影院情况一览表', '文化休闲', '上海市文化广播影视管理局']
['三线一路规划湖泊情况一览表', '能源环境', '市水务局']

['上海市电影院情况一览表', '文化休闲', '上海市文化广播影视管理局']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['上海市电影院情况一览表', '文化休闲', '上海市文化广播影视管理局']
['武汉市武昌区环境影响评价登记表（1-5月）基本情况一览表', '能源环境', '武昌区']

['殡仪馆', '民生服务', '上海市民政局']
['全市殡仪馆、殡仪车号牌和24小时服务电话', '公共服务', '市民政局']

['殡仪馆', '民生服务', '上海市民政局']
['武汉市殡仪馆、公墓单位一览表', '公共服务', '市民政局']

['宗教场所', '民生服务', '上海市民族和宗教事务委员会']
['民族宗教事务委员会各民族宗教局', '政府机构', '市民族宗教事务委员会']

['殡葬服务代理机构', '民生服务', '上海市民政局']
['殡葬服务收费', '公共服务', '市发展和改革委员会']

['公墓', '民生服务', '上海市民政局']
['武汉市殡仪馆、公墓单位一览表', '公共服务', '市民政局']

['婚姻登记机构', '机构团体', '上海市民政局']
['年度婚姻登记情况', '经济发展', '市统计局']

['婚姻登记机构', '机构团体', '上海市民政局']
['全市婚姻登记机关地址电话', '政府机构', '汉南区']

['婚姻登记机构', '机构团体', '上海市民政局']
['武汉市婚姻登记机关一览表', '公共服务', '市民政局']

['上海市养老机构', '民生服务', '上海市民政局']
['各区养老机构管理服务部门联系方式', '公共服务', '市民政局']

['上海市养老机构', '民生服务', '上海市民政局']
['武汉市市直及各区养老机构管理部门电话及地址', '公共服务', '市民政局']

['上海市养老机构', '民生服务', '上海市民政局']
['武汉市养老设施空间布局规划', '公共服务', '市国土资源和规划局']

['上海市养老机构', '民生服务', '上海市民政局']
['养老服务机构名单', '公共服务', '蔡甸区']

['社会救助管理机构', '机构团体', '上海市民政局']
['社会事务（救助）服务中心一览表', '公共服务', '蔡甸区']

['出入境受理点', '机构团体', '上海市公安局']
['武汉出入境各受理点地址', '公共服务', '市公安局']

['车管所', '道路交通', '上海市公安局']
['车管所及其分所', '交通服务', '市公安局']

['车管所', '道路交通', '上海市公安局']
['流动车管所2016年5月下半月出行', '交通服务', '市交管局']

['车管所', '道路交通', '上海市公安局']
['武汉市车管所及其分所', '交通服务', '市交管局']

['医疗急救机构', '卫生健康', '上海市卫生和计划生育委员会']
['2015年黄陂区新农合定点医疗机构住院医疗费补偿一览表', '政府机构', '黄陂区']

['医疗急救机构', '卫生健康', '上海市卫生和计划生育委员会']
['武汉市城镇基本医疗保险定点医疗机构名单', '政府机构', '市人力资源和社会保障局']

['上海市接种门诊信息', '卫生健康', '上海市卫生和计划生育委员会']
['武汉市预防接种门诊名单', '医疗卫生', '市卫生和计划生育委员会']

['上海市校外教育机构名单', '教育科技', '上海市教育委员会']
['武汉市会计人员继续教育社会培训单位名单', '教育科技', '市财政局']

['上海市校外教育机构名单', '教育科技', '上海市教育委员会']
['武汉市中小学教师继续教育工作先进单位名单', '教育科技', '汉南区']

['上海市职业教育机构名单', '教育科技', '上海市教育委员会']
['2015年春季学期中等职业教育国家助学金资金项目安排情况表', '政府机构', '市教育局']

['上海市职业教育机构名单', '教育科技', '上海市教育委员会']
['2015年春季学期中等职业教育免学费补助资金项目安排情况表', '政府机构', '市教育局']

['上海市职业教育机构名单', '教育科技', '上海市教育委员会']
['开发区生活向导—职业资格教育', '公共服务', '武汉经济技术开发区管委会']

['上海市职业教育机构名单', '教育科技', '上海市教育委员会']
['武汉市会计人员继续教育社会培训单位名单', '教育科技', '市财政局']

['上海市职业教育机构名单', '教育科技', '上海市教育委员会']
['武汉市中小学教师继续教育工作先进单位名单', '教育科技', '汉南区']

['派出所基本情况', '公共安全', '上海市公安局']
['2014年度全市各类档案馆基本情况一览表', '政府机构', '市档案局']

['派出所基本情况', '公共安全', '上海市公安局']
['2015年末湖北省及全国证券营业部基本经营情况统计表', '金融服务', '市金融工作局']

['派出所基本情况', '公共安全', '上海市公安局']
['2015年末中部六省证券业基本情况统计表', '金融服务', '市金融工作局']

['派出所基本情况', '公共安全', '上海市公安局']
['工商注册企业基本情况统计', '经济发展', '市工商行政管理局']

['派出所基本情况', '公共安全', '上海市公安局']
['龙头企业基本情况汇总表', '经济发展', '市农业委员会']

['派出所基本情况', '公共安全', '上海市公安局']
['年度博物馆基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度不同水平生活费收入水平的城市居民家庭基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度城市居民家庭基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度公共图书馆基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度广播电视基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度环境保护基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度基本农田保护情况', '公共服务', '市国土资源和规划局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度旅游基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度农村居民家庭基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度商品交易市场基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度体育事业基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度文化部门艺术表演团体基本情况（2012年）', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度武汉地区各级各类教育分年度基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度医疗机构基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度邮电业务基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['年度幼儿园基本情况', '经济发展', '市统计局']

['派出所基本情况', '公共安全', '上海市公安局']
['农民专业合作社基本情况汇总表', '农业农村', '市农业委员会']

['派出所基本情况', '公共安全', '上海市公安局']
['全市税务服务站基本情况明细表', '政府机构', '市国税局']

['派出所基本情况', '公共安全', '上海市公安局']
['市企业自主创新项目第三方审核机构审核情况及专家复评基本情况表', '经济发展', '市经济和信息化委员会']

['派出所基本情况', '公共安全', '上海市公安局']
['危险货物运输企业基本情况表', '公共安全', '市交通运输委员会']

['派出所基本情况', '公共安全', '上海市公安局']
['武汉市3000㎡以上商业网点业态基本情况表', '经济发展', '市商务局']

['派出所基本情况', '公共安全', '上海市公安局']
['武汉市大型货运市场基本情况表', '经济发展', '市交通运输委员会']

['派出所基本情况', '公共安全', '上海市公安局']
['武汉市境内上市企业基本情况统计表（截止2014年底）', '经济发展', '市科学技术局']

['派出所基本情况', '公共安全', '上海市公安局']
['武汉市境外上市企业基本情况统计表（截止2014年底）', '经济发展', '市科学技术局']

['派出所基本情况', '公共安全', '上海市公安局']
['武汉市武昌区环境影响评价登记表（1-5月）基本情况一览表', '能源环境', '武昌区']

['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局']
['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']

['报纸基本信息', '文化休闲', '上海市新闻出版局']
['武汉市2014年市管重点污染源基本信息', '能源环境', '市环境保护局']

['期刊基本信息', '文化休闲', '上海市新闻出版局']
['武汉市2014年市管重点污染源基本信息', '能源环境', '市环境保护局']

['图书出版机构', '文化休闲', '上海市新闻出版局']
['年度图书、杂志、报纸出版数量', '经济发展', '市统计局']

['互联网出版单位信息', '文化休闲', '上海市新闻出版局']
['互联网信息办公室2015年信息基础设施示范项目补助资金计划', '政府机构', '市网信办']

['互联网出版单位信息', '文化休闲', '上海市新闻出版局']
['武汉市互联网信息办公室2016年“三公”经费财政拨款预算表', '政府机构', '市网信办']

['互联网出版单位信息', '文化休闲', '上海市新闻出版局']
['武汉市互联网信息办公室2016年财政拨款支出预算表（按功能科目）', '政府机构', '市网信办']

['互联网出版单位信息', '文化休闲', '上海市新闻出版局']
['武汉市互联网信息办公室2016年财政拨款支出预算表（按经济科目）', '政府机构', '市网信办']

['互联网出版单位信息', '文化休闲', '上海市新闻出版局']
['武汉市互联网信息办公室2016年收支预算总表', '政府机构', '市网信办']

['网络游戏产品信息', '文化休闲', '上海市新闻出版局']
['2016年食品安全监督抽检合格产品及不合格产品信息', '医疗卫生', '市食品药品监督管理局']

['网络游戏产品信息', '文化休闲', '上海市新闻出版局']
['不再实施强制性产品认证管理的产品清单', '经济发展', '市质量技术监督局']

['企业注册登记统计', '经济建设', '上海市工商行政管理局']
['工商注册企业按经济性质统计情况', '经济发展', '市工商行政管理局']

['企业注册登记统计', '经济建设', '上海市工商行政管理局']
['工商注册企业按行业统计情况', '经济发展', '市工商行政管理局']

['企业注册登记统计', '经济建设', '上海市工商行政管理局']
['工商注册企业基本情况统计', '经济发展', '市工商行政管理局']

['企业注册登记统计', '经济建设', '上海市工商行政管理局']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['企业注册登记统计', '经济建设', '上海市工商行政管理局']
['注册个体工商户总体统计情况', '经济发展', '市工商行政管理局']

['工商不良记录', '经济建设', '上海市工商行政管理局']
['市工商局各工商所名单 ', '政府机构', '市工商行政管理局']

['统计年鉴查询', '社会发展', '上海市统计局']
['2009年统计年鉴', '经济发展', '市统计局']

['统计年鉴查询', '社会发展', '上海市统计局']
['2010年统计年鉴', '经济发展', '市统计局']

['统计年鉴查询', '社会发展', '上海市统计局']
['2011年统计年鉴', '经济发展', '市统计局']

['统计年鉴查询', '社会发展', '上海市统计局']
['2012年统计年鉴', '经济发展', '市统计局']

['统计年鉴查询', '社会发展', '上海市统计局']
['统计年鉴', '经济发展', '市统计局']

['统计年鉴查询', '社会发展', '上海市统计局']
['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']

['水资源公报', '资源环境', '上海市水务局']
['武汉市水资源公报', '能源环境', '市水务局']

['医保定点药房', '卫生健康', '上海市人力资源和社会保障局']
['武汉市城镇基本医疗保险定点零售药店名单', '政府机构', '市人力资源和社会保障局']

['医保定点药房', '卫生健康', '上海市人力资源和社会保障局']
['武汉市城镇基本医疗保险定点医疗机构名单', '政府机构', '市人力资源和社会保障局']

['医保药品目录', '卫生健康', '上海市人力资源和社会保障局']
['武汉市食品药品监督管理局关于药品医疗器械经营企业监督检查信息通告（2016年2月）', '医疗卫生', '市食品药品监督管理局']

['企业基本信息查询', '经济建设', '上海市地方税务局']
['贷款楼盘信息查询', '金融服务', '武汉住房公积金管理中心']

['企业基本信息查询', '经济建设', '上海市地方税务局']
['公交车辆实时到站信息查询', '交通服务', '市交通运输委员会']

['企业基本信息查询', '经济建设', '上海市地方税务局']
['企业信息查询', '政府机构', '市城乡建设委员会']

['企业基本信息查询', '经济建设', '上海市地方税务局']
['武汉市2014年市管重点污染源基本信息', '能源环境', '市环境保护局']

['企业基本信息查询', '经济建设', '上海市地方税务局']
['武汉市经济和信息化委员会行政法规查询', '政府机构', '市经济和信息化委员会']

['办税地图', '经济建设', '上海市地方税务局']
['办税地图', '经济发展', '市国税局']

['企业工商信息', '经济建设', '上海市工商行政管理局']
['工商信息服务平台', '经济发展', '市工商行政管理局']

['企业工商信息', '经济建设', '上海市工商行政管理局']
['市工商局各工商所名单 ', '政府机构', '市工商行政管理局']

['企业工商信息', '经济建设', '上海市工商行政管理局']
['武汉市工商局2015年12315消费维权信息统计表', '经济发展', '市工商行政管理局']

['土地出让公告信息', '城市建设', '上海市规划和国土资源管理局']
['2016年第2号工业用地网挂公告成交信息表', '经济发展', '市国土资源和规划局']

['土地出让公告信息', '城市建设', '上海市规划和国土资源管理局']
['2016年第7号公告挂牌成交信息表', '经济发展', '市国土资源和规划局']

['土地出让公告信息', '城市建设', '上海市规划和国土资源管理局']
['武汉市东西湖区气象局气象灾害预警信息发布平台配套软件、会议系统、配套硬件公开招标采购项目（第一次）中标公告', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']

['土地出让公告信息', '城市建设', '上海市规划和国土资源管理局']
['武汉市国土和资源规划局土地出让结果信息公开', '经济发展', '市国土资源和规划局']

['上海市停车场位置查询', '道路交通', '上海市交通运输和港口管理局']
['卫计委办公位置查询', '政府机构', '市卫生和计划生育委员会']

>>> ll2 = []
>>> for e in range(len(match5)):
	sh = []
	bj = []
	temp = []
	bj.insert(0, match7[e].name)
	bj.insert(1, match7[e].dataType)
	bj.insert(2, match7[e].source)
	sh.insert(0, match8[e].name)
	sh.insert(1, match8[e].dataType)
	sh.insert(2, match8[e].source)
	temp.insert(0, sh)
	temp.insert(1, bj)
	ll2.insert(e, temp)

	
Traceback (most recent call last):
  File "<pyshell#63>", line 5, in <module>
    bj.insert(0, match7[e].name)
IndexError: list index out of range
>>> ll2 = []
>>> for e in range(len(match7)):
	sh = []
	bj = []
	temp = []
	bj.insert(0, match7[e].name)
	bj.insert(1, match7[e].dataType)
	bj.insert(2, match7[e].source)
	sh.insert(0, match8[e].name)
	sh.insert(1, match8[e].dataType)
	sh.insert(2, match8[e].source)
	temp.insert(0, sh)
	temp.insert(1, bj)
	ll2.insert(e, temp)

	
>>> lll = []
>>> for e in range(len(match6)):
	sh = []
	bj = []
	temp = []
	bj.insert(0, match6[e].name)
	bj.insert(1, match6[e].dataType)
	bj.insert(2, match6[e].source)
	sh.insert(0, match5[e].name)
	sh.insert(1, match5[e].dataType)
	sh.insert(2, match5[e].source)
	temp.insert(0, sh)
	temp.insert(1, bj)
	lll.insert(e, temp)

	
>>> x = [e for e in lll if e in ll2]
>>> len(x)
48
>>> for e in x:
	print(x)

	
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]Traceback (most recent call last):
  File "<pyshell#74>", line 2, in <module>
    print(x)
  File "C:\Python34\lib\idlelib\PyShell.py", line 1347, in write
    return self.shell.write(s, self.tags)
KeyboardInterrupt
>>> for e in x:
	print(e)

	
[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]
[['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']]
[['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']]
[['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']]
[['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]
[['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']]
[['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']]
[['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']]
[['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']]
[['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']]
[['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']]
[['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']]
[['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']]
[['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']]
[['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']]
[['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']]
[['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']]
[['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']]
[['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']]
[['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']]
[['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']]
[['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']]
[['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']]
[['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']]
[['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']]
[['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']]
[['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']]
[['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']]
[['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']]
[['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']]
[['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']]
[['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']]
[['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']]
[['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']]
[['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']]
[['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']]
[['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]
>>> sh = []
>>> for e in x:
	sh.append(e)

	
>>> len(set(sh))
Traceback (most recent call last):
  File "<pyshell#82>", line 1, in <module>
    len(set(sh))
TypeError: unhashable type: 'list'
>>> len(sh)
48
>>> for e in x:
	if e not in sh:sh.append(e)

	
>>> sh
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
>>> len(sh)
48
>>> sh = []
>>> for e in x:
	if e not in sh:sh.append(e)

	
>>> sh
[[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年蔡甸区环境状况公报', '能源环境', '蔡甸区']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['2014年武汉市东西湖区环境状况公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['环境状况公报', '资源环境', '上海市环境保护局'], ['武汉市水环境状况', '能源环境', '市水务局']], [['地表水水质状况', '资源环境', '上海市环境保护局'], ['2016年4月武汉市地表水环境质量状况', '能源环境', '市环境保护局']], [['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']], [['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['专利代理机构', '教育科技', '市科学技术局']], [['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['年度全社会用电量', '经济发展', '市统计局']], [['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['技术合同认定登记站', '公共服务', '市科学技术局']], [['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['武汉市物业服务企业信息', '政府机构', '市住房保障和房屋管理局']], [['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['东西湖区第三次全国经济普查主要数据公报', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车办牌点', '交通服务', '市交管局']], [['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['武汉市电动自行车登记点', '交通服务', '市公安局']], [['律师信息', '社会发展', '上海市司法局'], ['武汉市社区律师在岗信息', '法律服务', '市司法局']], [['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['国家高新技术产业化基地', '教育科技', '市科学技术局']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['2016年武汉市东西湖区一般公共预算支出预算表', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['东湖风景区2016年市本级一般公共预算支出预算表', '政府机构', '东湖生态旅游风景区管委会']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['福利企业信息一览表', '公共服务', '市档案局']], [['福利企业信息公示', '经济建设', '上海市民政局'], ['武汉市福利企业信息一览表', '公共服务', '市民政局']], [['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['武汉市体育传统项目学校一览表', '公共服务', '市体育局']], [['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者出厂价格指数', '经济发展', '市统计局']], [['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['年度工业生产者购进价格指数', '经济发展', '市统计局']], [['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['房产测绘资质', '公共服务', '市住房保障和房屋管理局']], [['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设用地规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['东西湖区建设工程规划许可证', '经济发展', '武汉临空港经济技术开发区管委会(东西湖)']], [['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['年度地质灾害防治', '公共服务', '市国土资源和规划局']], [['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['直属事业单位', '政府机构', '市科协']], [['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['武汉市房地产开发企业资质信息', '政府机构', '市住房保障和房屋管理局']], [['殡葬服务代理机构', '民生服务', '上海市民政局'], ['殡葬服务收费', '公共服务', '市发展和改革委员会']], [['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['武汉市机动车维修企业质量信誉考核情况汇总表', '交通服务', '市交通运输委员会']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2009年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2010年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2011年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['2012年统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['统计年鉴', '经济发展', '市统计局']], [['统计年鉴查询', '社会发展', '上海市统计局'], ['武汉市统计局统计年鉴-2015', '经济发展', '市统计局']], [['水资源公报', '资源环境', '上海市水务局'], ['武汉市水资源公报', '能源环境', '市水务局']], [['企业基本信息查询', '经济建设', '上海市地方税务局'], ['企业信息查询', '政府机构', '市城乡建设委员会']], [['办税地图', '经济建设', '上海市地方税务局'], ['办税地图', '经济发展', '市国税局']], [['企业工商信息', '经济建设', '上海市工商行政管理局'], ['工商信息服务平台', '经济发展', '市工商行政管理局']]]
>>> len(sh)
48
>>> sh = []
>>> for e in x:
	sh.append(e[0])

	
>>> len(set(sh))
Traceback (most recent call last):
  File "<pyshell#98>", line 1, in <module>
    len(set(sh))
TypeError: unhashable type: 'list'
>>> sh[0]
['工商行政处罚信息', '经济建设', '上海市工商行政管理局']
>>> ss = []
>>> for e in sh:
	if e not in ss:
		ss.append(e)

		
>>> ss
[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['环境状况公报', '资源环境', '上海市环境保护局'], ['地表水水质状况', '资源环境', '上海市环境保护局'], ['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['律师信息', '社会发展', '上海市司法局'], ['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['福利企业信息公示', '经济建设', '上海市民政局'], ['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['殡葬服务代理机构', '民生服务', '上海市民政局'], ['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['统计年鉴查询', '社会发展', '上海市统计局'], ['水资源公报', '资源环境', '上海市水务局'], ['企业基本信息查询', '经济建设', '上海市地方税务局'], ['办税地图', '经济建设', '上海市地方税务局'], ['企业工商信息', '经济建设', '上海市工商行政管理局']]
>>> len(ss)
37
>>> wh = []
>>> for e in x:
	wh.append(e[1])

	
>>> ww = []
>>> for e in wh:
	if e not in ww:
		ww.append(e)

		
>>> len(ww)
38
>>> len(sh)
48
>>> print(ss)
[['工商行政处罚信息', '经济建设', '上海市工商行政管理局'], ['环境状况公报', '资源环境', '上海市环境保护局'], ['地表水水质状况', '资源环境', '上海市环境保护局'], ['工商行政处罚信息', '信用服务', '上海市工商行政管理局'], ['上海市专利代理机构名录', '教育科技', '上海市知识产权局'], ['全社会用电量', '资源环境', '上海市经济和信息化委员会'], ['技术合同认定登记信息', '教育科技', '上海市科学技术委员会'], ['人才中介服务机构信息', '社会发展', '上海市人力资源和社会保障局'], ['上海市第三次经济普查主要数据公报（第一号）', '经济建设', '上海市统计局'], ['上海市第三次经济普查主要数据公报（第三号）', '经济建设', '上海市统计局'], ['上海市第三次经济普查主要数据公报（第二号）', '经济建设', '上海市统计局'], ['电动自行车产品目录', '经济建设', '上海市经济和信息化委员会'], ['律师信息', '社会发展', '上海市司法局'], ['《建设用地规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['《建设工程规划许可证》审批', '城市建设', '上海市规划和国土资源管理局'], ['《建设用地规划许可证》（市政类）审批', '城市建设', '上海市规划和国土资源管理局'], ['国家级产业化基地', '经济建设', '上海市科学技术委员会'], ['上海市2015年市本级一般公共预算支出预算数据', '经济建设', '上海市财政局'], ['上海市2014年市本级一般公共预算支出决算数据', '经济建设', '上海市财政局'], ['福利企业信息公示', '经济建设', '上海市民政局'], ['体育传统项目学校基本信息', '教育科技', '上海市体育局'], ['近三年工业生产者出厂价格指数（月度）', '经济建设', '上海市统计局'], ['近三年工业生产者购进价格指数（月度）', '经济建设', '上海市统计局'], ['测绘资质单位名录', '城市建设', '上海市规划和国土资源管理局'], ['建设用地规划许可证', '城市建设', '上海市规划和国土资源管理局'], ['建设工程规划许可证（建筑类）', '城市建设', '上海市规划和国土资源管理局'], ['建设工程规划许可证（市政类）', '城市建设', '上海市规划和国土资源管理局'], ['地质灾害防治单位名录', '城市建设', '上海市规划和国土资源管理局'], ['直属事业单位名录', '机构团体', '上海市住房保障和房屋管理局'], ['房地产开发企业基本信息', '城市建设', '上海市住房保障和房屋管理局'], ['殡葬服务代理机构', '民生服务', '上海市民政局'], ['全市2011年机动车维修质量信誉考核3A企业名录', '道路交通', '上海市交通运输和港口管理局'], ['统计年鉴查询', '社会发展', '上海市统计局'], ['水资源公报', '资源环境', '上海市水务局'], ['企业基本信息查询', '经济建设', '上海市地方税务局'], ['办税地图', '经济建设', '上海市地方税务局'], ['企业工商信息', '经济建设', '上海市工商行政管理局']]
>>> ssss = []
>>> for e in entrySH:
	sss.append(e.name)

	
Traceback (most recent call last):
  File "<pyshell#120>", line 2, in <module>
    sss.append(e.name)
NameError: name 'sss' is not defined
>>> for e in entrySH:
	ssss.append(e.name)

	
>>> '工业百强企业' in ssss
False
>>> import xlrd
Traceback (most recent call last):
  File "<pyshell#124>", line 1, in <module>
    import xlrd
ImportError: No module named 'xlrd'
>>> 
